/*
Navicat MySQL Data Transfer

Source Server         : huaianuser
Source Server Version : 50559
Source Host           : localhost:3306
Source Database       : db_jiuye

Target Server Type    : MYSQL
Target Server Version : 50559
File Encoding         : 65001

Date: 2018-04-17 12:38:14
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for history
-- ----------------------------
DROP TABLE IF EXISTS `history`;
CREATE TABLE `history` (
  `enterprise` varchar(255) NOT NULL,
  `buildtime` varchar(255) NOT NULL,
  `usedname` varchar(255) DEFAULT NULL,
  `nowname` varchar(255) DEFAULT NULL,
  `changetime` varchar(255) DEFAULT NULL,
  `remains` varchar(255) DEFAULT NULL,
  `product` varchar(255) NOT NULL,
  `usedname2` varchar(255) DEFAULT NULL,
  `nowname2` varchar(255) DEFAULT NULL,
  `changetime2` varchar(255) DEFAULT NULL,
  `usedname3` varchar(255) DEFAULT NULL,
  `nowname3` varchar(255) DEFAULT NULL,
  `changetime3` varchar(255) DEFAULT NULL,
  `releasetime` datetime NOT NULL,
  `id` int(11) NOT NULL AUTO_INCREMENT,
  PRIMARY KEY (`id`,`enterprise`)
) ENGINE=InnoDB AUTO_INCREMENT=34 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of history
-- ----------------------------
INSERT INTO `history` VALUES ('贵州茅台酒股份有限公司', '1999', '贵州省专卖事业公司仁怀县茅台酒厂', '贵州茅台酒股份有限公司', '2000', ' ', '酱香型白酒', '', '', '', '', '', '', '2018-03-06 17:03:32', '12');
INSERT INTO `history` VALUES ('四川省宜宾五粮液集团有限公司', '1998', '中国专卖公司四川省宜宾酒厂、宜宾五粮液酒厂', '四川省宜宾五粮液集团有限公司', '1998', ' ', '浓香型白酒', '', '', '', '', '', '', '2018-03-06 17:18:00', '13');
INSERT INTO `history` VALUES ('山西杏花村汾酒集团有限责任公司', '2002 ', '', '', '', '文化遗产名称：杏花村汾酒酿制技艺遗产编号： Ⅷ-59 遗产类别：传统手工技艺 申报日期： 2006年 申报人/申报单位：山西省汾阳市 遗产级别：中国', '清香型白酒', '', '', '', '', '', '', '2018-03-08 18:04:09', '17');
INSERT INTO `history` VALUES ('泸州老窖股份有限公司', '1995', '', '', '', '   1573国宝窖池群1996年成为行业首家全国重点文物保护单位传统酿制技艺2006年又入选首批国家级非物质文化遗产名录，世称“双国宝单位”旗下产品国窖1573被誉为“活文物酿造”、“中国白酒鉴赏标准级酒品”。', '浓香型白酒', '', '', '', '', '', '', '2018-03-09 08:49:36', '18');
INSERT INTO `history` VALUES ('安徽口子酒业股份有限公司', '2002 ', '国营濉溪人民酒厂、安徽口子集团公司', '安徽口子酒业股份有限公司', '2002 ', '', '兼香型白酒', '', '', '', '', '', '', '2018-03-09 10:32:15', '19');
INSERT INTO `history` VALUES ('安徽古井贡酒股份有限公司', '1999 ', '亳州古井酒厂', '安徽亳县古井酒厂', '1959 ', '古井酒厂', '浓香型白酒', '安徽亳县古井酒厂', '亳州古井酒厂', '1986 ', '亳州古井酒厂', '安徽古井贡酒股份有限公司', '1996 ', '2018-03-09 15:02:42', '21');
INSERT INTO `history` VALUES ('河北衡水老白干酿酒（集团）有限公司', '1996', '河北衡水老白干酒厂', '河北衡水老白干酿酒(集团)有限公司', '1996 ', '   无', '老白干型白酒', '', '', '', '', '', '', '2018-03-09 16:44:39', '22');
INSERT INTO `history` VALUES ('江苏今世缘酒业股份有限公司', '1997 ', '', '', '', null, '浓香型白酒', '', '', '', '', '', '', '2018-03-12 09:42:13', '23');
INSERT INTO `history` VALUES ('安徽金种子集团有限公司', '1998 ', '安徽金牛实业股份有限公司', '安徽金种子集团有限公司', '', null, '浓香型白酒', '', '', '', '', '', '', '2018-03-12 11:08:38', '24');
INSERT INTO `history` VALUES ('江苏洋河酒厂股份有限公司', '2002 ', '国营洋河酒厂', '江苏洋河酒厂股份有限公司', '', null, '浓香型白酒', '', '', '', '', '', '', '2018-03-12 14:53:56', '25');
INSERT INTO `history` VALUES ('四川沱牌舍得酒业股份有限公司', '1996 ', '', '', '', null, '浓香型白酒', '', '', '', '', '', '', '2018-03-13 09:07:06', '26');
INSERT INTO `history` VALUES ('四川水井坊股份有限公司 ', '1993 ', '', '', '', null, '浓香型白酒', '', '', '', '', '', '', '2018-03-13 10:35:40', '27');
INSERT INTO `history` VALUES ('安徽迎驾贡酒股份有限公司', '2003 ', '', '', '', null, '浓香型白酒', '', '', '', '', '', '', '2018-03-13 15:08:41', '28');
INSERT INTO `history` VALUES ('金徽酒股份有限公司', '2009 ', '甘肃陇南春酒厂', '金徽酒股份有限公司', '', null, '浓香型白酒', '', '', '', '', '', '', '2018-03-15 09:02:45', '29');
INSERT INTO `history` VALUES ('酒鬼酒股份有限公司', '1997 ', '吉首酒厂', '湘西吉首酿酒总厂', '1985 ', null, '馥郁香型白酒', '湘西吉首酿酒总厂', '湘西湘泉酒总厂', '1992 ', '湘西湘泉酒总厂', '湖南湘泉集团有限公司', '1996 ', '2018-03-15 13:04:54', '30');
INSERT INTO `history` VALUES ('青海互助青稞酒股份有限公司', '2005 ', '互助县酒厂', '青海青稞酒厂', '1992 ', null, '清香型白酒', '青海青稞酒集团公司', '青海青稞酒业(集团)有限责任公司', '2001 ', '青海青稞酒业(集团)有限责任公司', '青海互助青稞酒股份有限公司', '2005 ', '2018-03-15 14:58:05', '31');
INSERT INTO `history` VALUES ('新疆伊力特实业股份有限公司', '1999 ', '新疆伊犁酿酒总厂', '新疆伊力特实业股份有限公司', '1999 ', null, '浓香型白酒', '', '', '', '', '', '', '2018-03-16 09:11:10', '32');
INSERT INTO `history` VALUES ('甘肃皇台酒业股份有限公司', '1998', '甘肃凉州曲酒厂', '甘肃凉州皇台酒厂', ' 1992年', '   ', '浓香型白酒', '甘肃凉州皇台酒厂', '甘肃皇台实业（集团）有限责任公司', '1997年', '甘肃皇台实业（集团）有限责任公司', '甘肃皇台酒业股份有限公司', '1998年', '2018-03-16 14:29:36', '33');

-- ----------------------------
-- Table structure for intangibleassets
-- ----------------------------
DROP TABLE IF EXISTS `intangibleassets`;
CREATE TABLE `intangibleassets` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `enterprise` varchar(255) NOT NULL,
  `patentValue` decimal(65,0) NOT NULL,
  `brandValue` decimal(65,0) NOT NULL,
  `internationalAward` longtext,
  `nationAward` longtext,
  `provinceAward` longtext,
  `releasetime` datetime NOT NULL,
  PRIMARY KEY (`id`,`enterprise`)
) ENGINE=InnoDB AUTO_INCREMENT=86 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of intangibleassets
-- ----------------------------
INSERT INTO `intangibleassets` VALUES ('9', '贵州茅台酒股份有限公司', '0', '128585000000', '1915年, 美国“巴拿马万国博览会“金奖1985年, 国际美食旅游大赛金桂叶奖1986年, 法国巴黎第十二届国际食品博览会金奖1986年, 香港“亚洲之星“包装奖1987年, 香港第三届世界广告大会、中国出口广告一等奖1989年, 首届北京国际博览会金奖1991年, 第二届北京国际博览会金奖1992年, 首届美国国际名酒大赛金奖1992年, 香港国际食品博览会最高金奖1992年, 日本东京第四届国际名酒博览会金奖1992年, “汉帝茅台酒“包装获法国巴黎“世界之星“国际包装最高奖1993年, 法国波尔多葡萄酒烈性酒展览会特别奖1994年, “飞天牌“、“五星奖“系列茅台酒获第五届亚太国际贸易博览会金奖1994年,（美国）“纪念巴拿马万国博览会80周年名酒品评会“特别金奖第一名2005年, 公司获国际水资源保护杰出贡献奖2005年, 公司获国际认证联盟及中国质量认证中心卓越管理组织奖2012年, 第九届世界烈酒大赛金奖2013年, 全球卓越绩效奖2014年, 国酒茅台获“布鲁塞尔国际烈酒大赛金奖“、“杰出绿色健康食品奖“2015年, 布鲁塞尔国际烈性酒大奖赛飞天53度茅台酒大赛最高奖--大金牌2015年, 旧金山市设定11月12日为“茅台日”', '1952年全国土产交流会名酒1953年全国第一届评酒会国家名酒1963年全国第二届评酒会国家名酒1979年全国第三届评酒会国家质量金质奖1984年全国第四届评酒会质量金质奖1984年“飞天牌“贵州茅台酒获国家质量金质奖1988年首届中国食品博览会金奖1989年全国第五届评酒会国家名酒1989年“飞天牌“贵州茅台酒获国家质量金质奖1991年茅台酒系列产品获全国出口优质产品称号1994年茅台酒系列产品被中国保护消费者权益基金会推选为消费者满意商品1994年“飞天牌“53﹪（v/v）茅台酒获中国名优精品金奖1994年茅台酒荣获全国最畅销国产商品“金桥奖“1994年荣获全国企业最高奖——金马奖1999年茅台酒系列产品通过国家农业部绿色食品发展中心绿色食品认证2000年茅台王子酒获中国白酒新秀著名品牌2000年茅台王子酒获中国国家级新产品称号2001年茅台酒系列产品通过国家环保局（南京）有机食品发展中心有机食品认证2002年茅台酒股份有限公司获全国行业质量、服务诚信示范企业称号2002年茅台酒系列产品获“消费者信得过商品“称号2003年贵州茅台酒股份有限公司获全国质量管理奖2005年,公司获中国轻工业企业信息化先进单位2005年,贵州茅台获“中国白酒工业百强企业“称号2005年,贵州茅台获“中国白酒工业经济效益十佳企业“称号2005年,茅台获第二届中国十佳上市公司殊荣2005年,国洒茅台荣获“中国制造.行业内最具成长力的自主品牌企业“称号2006年,茅台集团获“全国文明单位“殊荣2006年,公司获“中国最具影响力自主创新企业“称号2006年,茅台获“中国最具增长潜力白酒品牌第一“称号2006年,国洒茅台获“全国轻工业卓越绩效先进企业“称号2006年,茅台集团荣获“全国企业文化建设优秀单位“称号2006年,公司被确认为AAAA级标准化良好行为企业2006年,茅台荣获“2006自主创新竞争力十大品牌“称号2007年,国洒茅台获中国最有价值商标白酒行业2007年,茅台集团获省A级纳税信用企业称号2007年,国酒茅台再次荣获“全国五一劳动奖状“2007年,国酒茅台荣居“第二届中华老字号品牌价值百强榜“榜首2007年,茅台集团荣获“2007年度十大影响力企业“称号2008年,茅台获“中国最有价值商标500强“前十强.中国烟酒行业标王称号2008年,贵州茅台集团企业徽标获“中国驰名商标“称号2008年,国酒茅台再次被评为市值管理百佳企业2008年,公司获“全国内部审计先进单位“称号2008年,茅台成为中国白酒类行业标志性品牌2008年,茅台集团入榜2008中国制造业500强2008年,国洒茅台荣登2007年度白酒行业纳税榜首2009年，国酒茅台上榜“中国最受尊敬企业”2009年，茅台集团再次上榜“中国企业效益200佳“2009年，国酒茅台上榜2009“亚洲品牌500强”2009年，茅台入选里昂证券发布20个最有价值中国企业品牌排行榜2009年，公司获省首批 “创建保护消费者合法权益示范企业”2009年，首批“国家名片”公示国酒茅台上榜2010年，“贵州茅台”成为全国首批商标战略实施示范企业2010年，贵州茅台酒股份公司荣获“管理体系优秀认证企业”称号 2010年，贵州茅台酒股份有限公司荣获上市公司年度信息披露奖2011年，贵州茅台酒股份有限公司再次荣膺“全国质量奖“2011年，贵州茅台酒股份有限公司再度蝉联2011年中国绿色公司百强2011年，国酒茅台荣列2011年全球酒业品牌50强的第九位2011年，“贵州茅台“位居2011年胡润品牌排行榜第10位，列酿酒行业榜首2011年，中国贵州茅台酒厂（集团）有限责任公司获得首届中国商标金奖的“商标运用奖“2011年，中国贵州茅台酒厂（集团）有限责任公司被授予“1988-2011中国食品工业卓越贡献企业“殊荣2011年，国酒茅台再次上榜2011中国企业效益200佳，位居第66位，位居全国酿酒行业和贵州省企业榜首2012年，茅台集团党委荣获“全国先进基层党组织”2012年，茅台集团公司荣获全国“爱国拥军模范单位”称号2012年，贵州茅台位列中国上市企业百强榜首。2013年，茅台集团获“全国企业品牌建设特殊贡献单位“称号2013年，茅台酒酿酒工业遗产群入选第七批全国重点文物保护单位2013年，贵州茅台品牌价值以824.08亿元高居食品、饮料行业榜首2014年，茅台品牌价值逾千亿，位列华樽杯酒类榜首，荣膺品牌中国华谱奖2014年，茅台集团荣获“希望工程25年杰出贡献奖“2014年，国酒茅台荣膺“叱咤全球的国家名片“殊荣2015年，茅台夺得2015中国食品企业国际贡献奖2015年，国酒茅台首次入选世界品牌500强2015年，国酒茅台再次荣膺“国家名片“2015年，茅台推出的“三合一”组合茅台酒和“遵义会议纪念茅台酒”荣获2015中国特色旅游商品大赛金奖2015年，茅台集团荣膺“2015中国工业行业履行社会责任五星级企业“2015年，贵州茅台酒列入“中国地理标志产品大典“', '无', '2018-03-13 14:31:14');
INSERT INTO `intangibleassets` VALUES ('10', '四川省宜宾五粮液集团有限公司', '0', '105303000000', '1915 五粮液在巴拿马荣获万国博览会金奖1990 五粮液系列酒在泰国荣获国际酒类博览会金质奖1989 五粮液系列酒在日本荣获关西国际食品展酒类金质奖1993 五粮液、尖庄在新加坡荣获国际名优产品博览会金奖、特别金奖1993 五粮液、尖庄在德国荣获柏林国际酒类与饮料博览会金奖、特别金奖1993 五粮液、尖庄在英国荣获伦敦首届国际世贸中心评酒会金奖和特别金奖1993 尖庄在德国荣获汉堡春季博览会特别金奖1992 五粮液、尖庄在俄罗斯荣获圣彼得堡国际日用消费品博览会金奖1992 五粮液在法国荣获巴黎第十五届国际食品博览会金奖1992 五粮液在意大利荣获波伦亚国际博览会金奖1992 五粮液在美国荣获纽约国际白酒与饮料博览会金奖1991 五粮液在德国荣获莱比锡国际博览会金奖1991 五粮液系列酒在保加利亚荣获普罗夫迪夫国际博览会金奖1994 尖庄在美国荣获纽约国际白酒、葡萄酒、啤酒及饮品博览会金质奖1995 五粮液在美国荣获纽约国际食品交易博览会金奖1995 五粮液在巴拿马荣获第十三届国际贸易博览会金奖1994 五粮液、尖庄在日本荣获东京国际名酒博览会特别金奖1994 五粮液在美国荣获华盛顿巴拿马国际名酒饮料及食品博览会特别金奖1994 五粮液、尖庄在法国荣获巴黎第三届国际饮料酒和饮料及仪器博览会特别金奖1996 五粮液在美国荣获休斯顿国际白酒与饮料博览会金奖2000 五粮液在法国荣获巴黎名酒名茶博览会最高荣誉奖1999 青梅酒在智利荣获国际食品博览会金奖1999 五粮春在智利荣获国际食品博览会金奖1999 五粮液在智利荣获国际食品博览会特别金奖2001 五粮液在巴拿马荣获工商农商会商业展览会金牌2002 五粮液荣获巴拿马第二十届国际商展白酒类唯一金奖', '1988 五粮液被中国酒文化节组织委员会评为“中国文化名酒”1988 五粮液60度、52度、39度在中国荣获大曲浓香国家金质奖1988 五粮液系列酒在香港荣获第六界国际食品展企业金龙奖、产品金龙奖1988年获商业部优质产品称号及金爵奖1985年获商业部优质产品称号及金爵奖1963 五粮液获国家名酒称号1956 五粮液荣获中国食品工业部各大名酒尝评第一名1990 五粮液酒厂荣获国家质量管理奖1990 五粮液荣获首届中国“十大驰名商标”1993 五粮液酒厂获中华全国总工会“五·一劳动奖状”1993 五粮液酒厂被国家环境保护局评为“全国环境保护先进企业”1994 五粮液、尖庄在中国荣获北京第五届亚太国际贸易博览会金奖1995 五粮液在香港国际统计大会上被评为“中国酒业大王”1999 五粮液集团公司在中国荣获第二十届世界建筑师大会“当代中国建筑艺术创作成就奖”2000 五粮液集团公司继续保持全国模范职工之家荣誉称号2001 五粮液集团公司党委被中央组织部评为“全国先进基层党组织”2001 五粮液股份公司荣获中国“2001中国最具发展潜力上市公司五十强”2005 五粮液通过“纯粮固态发酵白酒”验证2005 五粮液集团公司荣获2003－2004年度全国食品工业科技进步优秀企业五连冠特别荣誉奖2005 五粮液荣获中国食品工业协会科学技术奖2003－2004年度一等奖2005 五粮液荣获中国食品工业协会科学技术奖2003－2004特别奖2005 五粮液集团公司荣获全国食品工业科技进步优秀企业五连冠2004 “五粮液”品牌在“2004中国最有价值品牌”评估中，品牌价值306.82亿元，继续位居白酒制造业第一2004 五粮液荣获中华环境保护基金会绿色产品奖2003 经北京名牌资产评估有限公司评比：“五粮春”品牌在“2003中国最有价值品牌”评估中，品牌价值22.20亿元2003 经北京名牌资产评估有限公司评比：“五粮液”品牌在“2003中国最有价值品牌”评估中，品牌价值269.00亿元，居白酒制造业第一2003 五粮液股份公司荣获中国“全国质量管理奖”2002 五粮液集团被中质协和全国用户委评为“2002年全国用户满意企业”2002 五粮液集团公司被中国企业研究会评为“全国百行万家双优示范企业”2002 五粮液集团公司被国家工商管理总局评为“2001首批全国重合同守信用企业”2005年，五粮液窖泥被中国国家博物馆收藏2005 五粮液被定为2005年日内瓦中国迎宾团“国宾专用酒”五粮液﹡52°东方娇子（81 8）500ml2010年6月，五粮液在上海外滩举行了“献礼2010上海世界博览会”品鉴活动中五粮液获得上海世博会评选的酒类最高奖项——千年金奖。2006年，五粮液集团推出全球限量版90周年金奖纪念酒中的“0009”号纪念酒。在深圳拍卖中拍出了88万元的天价。该酒6斤装，500ML价格近15万。五粮液0009号纪念酒入选世界纪录协会中国最贵的酒。', '无', '2018-03-13 14:32:02');
INSERT INTO `intangibleassets` VALUES ('11', '江苏洋河酒厂股份有限公司', '0', '79525000000', '1910年  双沟大曲在南洋劝业会上被评为国际名酒第一，荣获金质奖章。1915年  “巴拿马国际博览会”国际名酒称号及奖章1923年  洋河大曲在南洋国际名酒赛会上荣获“国际名酒”称号。1992年  洋河大曲在美国荣获国际金奖；53度双沟大曲、46度双沟大曲在圣地亚哥贸易博览会上荣获美国“自由女神金杯奖”。2012年  洋河再次入选“2012财富中国500强”，首次入选胡润研究院发布的2012中国企业品牌排行榜，位列第17位，在江苏上榜品牌中居首位；首次跻身2012年度FT全球500强排行榜，位列第425位；公司荣获2012年度中国上市公司资本品牌百强、2012年度中国上市公司资本品牌溢价百强、2012年度中国上市公司市值管理百强和2012品牌中国大奖最佳质量奖等；梦之蓝、绵柔苏酒分获“酒体设计奖”和“感官质量奖”两项大奖。', '1915年  洋河大曲获“全国名酒展览会”一等奖；1955年  双沟大曲在全国第一届酿酒工业会议上被评为甲等佳酒第一名。1963年  双沟大曲在全国第二届评酒会上被评为中国优质酒第一名。1979年  在全国第三届评酒会上，洋河大曲荣获“中国名酒”称号，跻身全国八大名酒之列；53度双沟大曲、39度双沟特液同时被评为国家优质酒。1984年  在全国第四届评酒会上，55度洋河大曲蝉联“中国名酒”称号，荣获国家质量奖金牌，38度洋河大曲荣获国家质量奖银牌；53度双沟大曲被评为“中国名酒”，获金奖，39度双沟特液获银奖。1989年  在全国第五届评酒会上，洋河大曲蝉联“中国名酒”三连冠称号，55度、48度、38度洋河大曲荣获国家质量奖三块金牌，28度洋河大曲荣获国家质量奖银牌；53度双沟大曲、39度双沟特液、46度双沟大曲被被评为国家名酒，荣获金质奖章，33度双沟特液获得国家优质酒称号，获得银质奖章。1990年  在轻工部举办的全国浓香型白酒评比中，洋河大曲被定为标杆酒。1995年  洋河通过ISO9002质量认证，洋河大曲通过国家方圆标志认证；53度双沟大曲、46度双沟大曲荣获美国“佛罗里达金帆船奖”。1997年  洋河进入省规模效益企业百强行列，并被中国食品工业协会授予“全国食品工业质量效益型企业先进单位”称号。1998年  洋河获全国环境保护先进单位称号，连续多年荣获“全国思想政治工作先进单位”称号。1999年  “洋河”商标被国家工商管理总局确定重点保护，洋河获省优秀企业称号；双沟被评为“全国精神文明建设先进单位”。2000年  洋河连续多年荣获省文明单位称号。2001年  洋河通过ISO14001环境管理体系认证，公司技术中心获省博士后技术创新中心称号，企业采购管理获国家级企业管理现代化创新成果奖，企业被评为全国质量效益型先进企业、全国食品行业科技进步优秀企业、省百家文明单位标兵、全国重合同守信用企业。2002年  洋河参与国家浓香型白酒新标准制定，“洋河”商标被认定为中国驰名商标；双沟获得“全国质量管理先进单位”称号。2003年  洋河获“全国精神文明建设先进单位”称号，再次入围国家大型工业企业行列和中国食品工业百强名列。洋河大曲取得国家原产地标记保护。企业整合型管理体系（包括ISO14001环境管理体系、ISO9001质量管理体系、OHSAS18001职业健康安全管理体系和ISO22000食品安全管理体系）通过认证。2004年  洋河获全国爱国拥军模范单位、中国食品工业质量效益型先进企业等称号 ；双沟获得“全国名优产品售后服务先进单位”称号。2005年  洋河获全国文明单位、中国白酒经济效益十佳企业等称号，洋河、双沟同获“国家纯粮固态发酵白酒标志认证”，双沟牌商标被认定为中国驰名商标。2006年  洋河继续跻身中国白酒经济效益十佳企业。2007年  洋河荣获全国“五一”劳动奖状，再次荣获中国白酒经济效益十佳企业称号。2008年  洋河名列全国白酒制造行业效益十佳企业前五名，迈入 2007年度中国企业集团纳税500强，名列第253名（在白酒类纳税位列全国第五），“蓝色经典”被认定为中国驰名商标。2009年  洋河再获全国文明单位称号，公司股票在深圳证券交易所成功上市，“洋河酒传统酿造技艺”、“双沟大曲酒传统酿造技艺”共同入选省级非遗名录，企业获振兴苏酒突出贡献企业称号，洋河、双沟同被评为全国工业旅游示范点。2010年  洋河在中国酒业“仪狄奖”评比中获特别奖“企业腾飞奖”；洋河、双沟强强联合，成功组建苏酒集团，洋河•双沟产业园获“新型工业化产业示范基地”称号；“双沟珍宝坊”被国家工商行政管理总局认定为“中国驰名商标”。2011年  “梦之蓝”荣获中国驰名商标，洋河第三次获得“全国文明单位”殊荣，“蓝色经典”荣获“2010江苏品牌紫金奖”，洋河、双沟同获“中华老字号”。企业荣获食品工业实施卓越绩效模式先进企业、中国轻工业酿酒行业十强企业、江苏省质量管理奖等荣誉称号，并获得中国资本市场20年十佳高成长企业奖、中国上市公司创造价值最快董事会10强、年度中国上市公司市值管理百佳、年度金牛上市公司百强、年度金牛最高效率公司、最具成长潜力公司等十六项大奖；双沟大曲被授予“国家地理标志保护产品”称号。', '蓝色经典·封坛酒获“江苏省工业设计产品银奖”公司信息技术部喜获江苏省“信息化优秀团队”', '2018-03-13 14:32:55');
INSERT INTO `intangibleassets` VALUES ('12', '山西杏花村汾酒集团有限责任公司', '0', '39568000000', '', '1978年，全国科学大会先进集体。1979年，科技研究成果三等奖。1983年，在首届中国糖酒工业企业评比中，被评为中国饮料制造业最佳经济效益500强企业。1988年，全国轻工业出口创汇先进企业，金龙腾飞奖；国家二级企业；获首届中国酒文化节最高荣誉奖酒文化王国“王冠奖“。1989年，标准化先进单位；轻工部推动企业技术进步 腾飞奖。1991年，首届全国工企业技术进步成就展览会荣誉奖；五一劳动节表彰会上获“山西省最佳企业”。1992年，全国名优产品售后服务最佳企业；全国五一劳动奖状；全国环境保护先进企业。1993年，中国白酒制造业最大市场占有份额百强企业；全国食品饮料行业和全国轻工系统，全国与生活消费相关行业综合经济效益第一名；省最佳企业；中华人民共和国500家最大工业企业（第324名），行业50家最大工业企业（第2名）；全国环境保护先进单位；全国模范职工之家 ； 全国内审先进单位 。1994年， 全国饮料业利税总额第二名；全国轻工业出口创汇先进企业；全国环保先进企业 ；省科技进步二等奖 ；中国最大300家股份制企业。1995年，山西“一会一节”综合展览工作先进单位； 中国工业企业综合评价最优500家前百强 ； 山西省十佳旅游景点 ；省安全生产先进单位； 全国轻工系统“重教企业”；省经贸委“八五”改造先进集体 ； 执行食品卫生法优秀企业 ；1990-1995年全国职工教育先进单位；省轻工总会“八五”教育先进单位 ；食品卫生先进单位 。1997 年，“杏花村”商标被 国家工商局 评为全国驰名商标； 走向世界中国名牌100强；“五一”表彰先进集体。1999年，获中国保护消费者基金会最高奖“保护消费者奖“；省五一劳动奖状；省优秀企业；中国食品工业优秀企业。2001年，获1981--2001年中国食品工业突出贡献企业；省政府完成经营责任制目标先进单位。2002年，获中国企业文化建设先进单位。2003年，荣获2002年中国保健食品行业百强企业；“杏祥酒”获中国白酒典型风格银杯奖；全国质量效益信誉等级证书；  关心、支持见义勇为工作先进单位。2004年，获中国食品工业百强企业；中国轻工业企业信息化先进单位。2005年，获2004年度“最具成号性企业”； 杏花村牌白酒获“全国三绿工程畅销品牌”称号；38度竹叶青酒获全国优质产品；山西质量管理小组活动优秀企业；省爱国主义教育示范基地；中国食文化优秀企业；二00四年度安全生产工作先进单位；省国资委系统信息化工作先进单位；省百强企业。2006年，获“中国八大最具投资价值白酒品牌”称号；全球百佳中华儒商企业；省环境保护先进单位；国家职业卫生示范企业 ；“十·五”期间全省外事侨务工作先进单位；二00五年度安全生产工作先进单位；山西质量管理小组活动优秀企业。', '1986年，轻工厅出口创汇奖；省竞赛委员会创先、创优、创新劳动竞赛特等功；全国“六五”技术进步先进单位，省先进技术进步创优奖。1987年，省竞赛委员会社会主义四化建设特等功；省级先进企业。1990年，省食品工业“七五”先进单位十佳企业；全国轻工业科技进步先进单位。1996年，1996工作目标优秀单位； 企业内部财务管理优秀单位 ；省环境保护达标企业；轻工业部 安全生产优秀单位 ； 安全生产先进单位 ；全国质量管理小组活动优秀企业。1998年，获省委、省政府模范单位称号、省优秀企业；1998 全国投入产出国家级先进集体 。2000年，省五一劳动奖状；保护消费者工业贡献奖；全国实施用户满意工程先进单位；年省优秀企业。2007年，山西质量管理小组活动优秀企业；二00六年度安全生产工作先进单位。', '2018-03-12 15:12:23');
INSERT INTO `intangibleassets` VALUES ('13', '泸州老窖股份有限公司', '0', '27433000000', '1915年巴拿马万国博览会金奖1990年特曲获巴黎国际食品博览会金奖1992年特曲获俄罗斯食品博览会金奖1992年美国洛杉矶太平洋博览会金奖1992年获匈牙利布达佩斯特别金奖1994年巴拿马万国名酒特别金奖', '1988年香港国际食品博览会金鼎奖1991年“泸州“牌商标获“首届中国驰名商标“称号1992年香港国际食品博览会金奖 1993年英国第一届国际评酒会特别金奖1979年9月10日特曲获第三届国家名酒1980年工农牌特曲获国家质量金奖1980年、1984年国家质量金奖1984年 泸州老窖特曲获国家质量金奖2001年泸州老窖品牌评价证书2002年国窖牌、泸州牌原产地保护证书2003年博士后科研工作站2004年全国工业旅游示范点2004年久香牌曲药原产地证书2006年酒类产品质量等级认证2006年入选中华老字号2006年10月16日“国窖“商标入选驰名商标', '2004年省级科技进步一等奖2004年省爱国主义教育基地', '2018-03-13 14:35:45');
INSERT INTO `intangibleassets` VALUES ('14', '安徽口子酒业股份有限公司', '0', '7507000000', '2007年荣获世界十佳和谐企业奖', '2013年口子酒业荣获全国五一劳动奖状;2011年口子酒业副总经理张国强当选非物质文化遗产项目代表性传承人;2009年全国白酒标准化技术委员会兼香型白酒分技术委员会及秘书处设在口子酒业;2008年由口子老井、老窖池和酒厂建筑群构成的口子窖遗址，被评为“第三次全国文物普查重要新发现“;2006年被国家商务部认定为中华老字号;2006年被评定为中国白酒工业十大影响力品牌，并通过了纯粮固态发酵白酒标志认定;2005年被国家商务部等联合评定为全国三绿工程畅销品牌称号;2005年被国家工商总局商标局认定口子酒业的“口子“商标及其图案为“中国驰名商标“;2003年通过ISO9001和ISO14001质量环境兼容管理体系认证，真藏五年型口子窖酒通过了国家级产品质量认证;2003年，口子窖酒通过中国白酒标准化委员会认定:“兼香“型为中国白酒极富意义的又一大香型，并正式确定了口子窖酒的国家标准;2002年荣获中国白酒典型风格金杯奖，并被国家批准实施原产地域产品保护。', '', '2018-03-13 14:36:48');
INSERT INTO `intangibleassets` VALUES ('15', '安徽古井贡酒股份有限公司', '0', '49259000000', '1988年l0月，在巴黎举办的第十三届国际食品博览会上，古井贡酒获金夏尔奖，是本届唯—获奖的中国名酒。1992年，古井贡酒获美国首届葡萄酒白酒国际博览会金奖和’92香港国际食品博览会金奖，并在’92全国国货精品消费者协会调查中获“最满意奖”，在’92首届京城酒文化节中被推举为社会公认名酒。', '1963年古井贡酒在第二届全国评酒会上首次被评为八大名酒，名列第二。1979、1984年，在第三、四届全国评酒会上，古井贡酒再次被评为国家名酒。1989年12月，古井首次进入按利税排序的中国500家最大工业企业行列，成为共和国经济大厦的柱石。1989年在第五届全国评酒会上，古井贡酒实现金牌“四联冠”。1991年5月，古井牌古井特曲被国家轻工部评为“全国轻工业优质产品”。1992年，继1989、1990、1991年之后，古井第四次进入按利税排序的1992年中国500家最大工业企业行列，雄居第148位，稳坐中国白酒行业的第三把交椅，跃居全国饮料行业第三位，综合经济效益居全国饮料行业第二位。1992年，古井在全国白酒业首家基本通过国家质量认证检查验收。1993质量万里行采访组亲临古井，并在中央电视台对古井作了正面专题报道。古井贡酒系列全部荣获了中国驰名白酒精品称号。1995中国最有价值的品牌研究首次认定，“古井贡”信誉价值达21.6亿元。在\'96全国市场产品竞争力调查中，古井贡酒及其系列酒荣获“理想品牌”、“实际购买品牌”第三名，\'97“购物首选品牌”第二名，在\'96安徽省名酒产品消费者评议中获第一名。1996中国最有价值的品牌研究再次认定，“古井贡”信誉价值增至22.7亿元，居于全国第l8位、白酒界第3位。在\'97全国市场产品竞争力调查中，古井贡酒及其系列酒荣获“理想品牌”第三名，“实际购买品牌”第二名，\'98“购物首选品牌”第二名，并成为安徽省消协白酒类首推产品。古井贡酒股份有限公司被中国轻工总会评定为“\'97全国轻工业十佳企业”，在全国酒类企业中独享此殊荣。在中国行业企业信息发布中心发布的1996—1997年度中国工业行业状元榜“中国工业行业领先企业”中，古井贡酒股份有限公司位居榜首。1998年古井贡酒股份有限公司三项科研成果《三联甑的研制及其在酿酒生产中的应用》、《制曲浆水的综合利用》以及《生香微生物功能性营养液的研究及其应用》全部通过省级鉴定，并应用在生产上，同时结合年初开展的污染源控制专项活动，产生了巨大的经济效益和环境效益。1998年，作为古井集团的象征和古井酒文化的集中体现——千年古井、百年窖池被安徽省人民政府批准为省级重点文物单位。它们同时也是古井酒文化博物馆的重要景点，成为公司进行爱国主义教育和爱古井教育的重要基地。1998年12月，国家工商局认定并授予“古井贡”为“中国驰名商标”。在1997中国最有价值的品牌排行榜上，古井贡品牌名列第14位，较1996年前移了4位，品牌价值增至21.56亿元。在白酒行业\'98全国市场产品竞争力调查中，古井贡酒再次荣获消费者心目中理想品牌第三名，实际购买品牌第二名，\'99年购物首选品牌第二名。1999年1月，“古井贡”商标被国家工商局认定为“中国驰名商标”。当年，“古井贡”品牌价值增至31.33亿元，再创历史新高。此外，古井贡牌、古井牌白酒再次被省政府推荐为’99安徽重点名牌产品。在2001年中国最有价值品牌研究中，“古井贡”品牌价值增长为37.05亿元，同时企业荣获“1981—2001年中国食品工业20大突出贡献企业”、“1981－2001年中国食品工业20大科技进步成果奖”。2001年，古井贡酒股份有限公司被中国食品工业协会授予全国食品工业科技进步优秀企业奖；古井贡酒(55度、50度、45度、38度、30度)经国家食品监督检测中心检测和中国名酒(白酒)质量验证委员会的感官评价，顺利通过了质量验证；古井贡牌、古井牌系列酒获省消协推荐优质白酒荣誉称号。2000年1月，古井贡酒股份有限公司顺利通过了中国兴轻质量认证中心的ISO9002:1994质量体系现场认证，并获得“2002年安徽省质量管理奖”称号。安徽特供五年陈酿古井贡酒、磨龙瓶古井贡酒、铁四星古井酒、淡雅型古井酒等被安徽省消协授予“消费者喜爱的优质白酒”。2003年4月份，国家质检总局发布公告，宣布对古井贡酒实施原产地域产品保护。这既是对古井贡酒品质的充分肯定，同时也是对它在世界范围内更有效、更充分的保护，对于该产品的长远发屋具有根本性的意义。2004年10月份，古井贡酒股份有限公司继获得质量、环境、职业健康安全“三标一体化”国家认证之后，其产品又获得国家纯粮固态发酵标志认证。2005年，上海古井假日酒店经营指标居上海市同行业榜首，被洲际集团评为亚太区假日酒店品牌“典范奖”。2005年，成为国家地理标志产品。2006年，古井酒店集团荣膺“2006中国饭店业民族品牌20强”。酒店集团以酒店、精品零售业、旅游等为主导的旅业体系更加明晰。2006年 7月，古井贡酒通过了中国酒类产品质量等级（优级）认证，荣获了“中国酒类流通诚信企业”称号。2007年7月，古井酒店集团入选2007年中国饭店最具规模30家民族品牌。2007年10月，古井贡成为第八届亚洲、大洋洲老年学和老年医学大会唯一指定白酒。2007年11月，在中国食协举办的中国名酒质量复查感官鉴评会上，古井贡酒以其幽香淡雅的品质顺利过关，受到专家褒奖。2009年3月5日-12日，古井贡酒·年份原浆被选为全国政协第十一届二次会议用高档白酒，重返国宴。2009年6月16日，在2009世界品牌大会暨中国500最具价值品牌发布会上，古井贡第6次蝉联“中国500最具价值品牌”，位列第175位。2009年8月24日，古井贡酒·年份原浆荣获2009（第五届）中国创投融资发展高层论坛大会指定高档白酒。2009年11月份，古井贡酒·年份原浆为第三届中外跨国公司CEO圆桌会议指定用酒。2009年11月份，古井贡在“与共和国60年共成长·中华儿女商界群英会”活动中被推选为影响世界的民族品牌。2009年12月，古井贡酒·年份原浆在2009年消费者最喜欢的微酒品牌评选中荣获第一名。2010年2月份，古井贡酒·年份原浆被评为安徽省“两会”指定用酒。2010年3月份，全国两会期间，古井贡酒·年份原浆被选为全国政协宴会专用高档白酒，连续两年成为国宴新宠。2010年5月份，古井贡酒·年份原浆被选为上海世博会安徽馆唯一指定用酒。2010年6月古井贡酒·年份原浆被第六届国际徽商大会列为宴会唯一指定白酒。2010年9月13日，古井贡酒·年份原浆5年白酒产品，被全国接待部门评选为第17也通联工作会议宴会唯一指定白酒。2010年9月古井贡酒·年份原浆被中国500强峰会列为宴会唯一指定白酒。2010年10月9日，值全国秋季糖酒商品交易会召开期间，古井贡酒·年份原浆被评为 “2010山东市场最受公众喜爱白酒品牌”。2010年10月19-24日，古井贡酒·年份原浆系列产品被选为2010第七届中国-东盟博览会唯一指定白酒。2010年11月，营销中国论坛授予安徽古井贡酒股份有限公司“2010年度中国营销杰出企业”荣誉。2010年11月19日，在“华樽杯”第二届中国酒类品牌价值评议活动中，古井贡以81.72亿元的品牌价值荣获“中华十大名酒全球代表性品牌”，古井贡酒·年份原浆荣获“全国十大白酒最具价值品牌”，同时安徽古井集团有限责任公司被授予“中国白酒申请国家暨世界非物质文化遗产发起人”。2010年11月23日，在河南日报报业集团公司举办的“第二届（2010）河南市场名酒品牌金象奖”活动中，古井贡酒·年份原浆被授予“最具市场潜力名酒品牌”奖项。2011年1月6日，古井贡酒被亚洲财富论坛列为贵宾指定用酒。2011年3月，安徽古井贡酒股份有限公司被中国国际商会、中国优秀自主品牌国际联盟评为“2010年度全球消费者信赖的中国酿酒行业十佳优秀自主品牌”。2011年4月10日，古井贡酒·年份原浆被2011年亚洲举重锦标赛承委会指定为“2011年亚洲举重锦标赛唯一指定用酒”。2011年5月，“古井”商标被国家工商总局商标局评为中国驰名商标。至今，古井集团拥有“古井贡”牌、“古井”牌两个中国驰名商标，成为安徽省唯一拥有两个中国驰名商标的白酒企业。2011年5月8日，古井贡酒·年份原浆被2011年廊坊国际经济贸易洽谈会承办工作委员会指定为“2011年廊坊国际经济贸易洽谈会指定用酒”。2011年6月，安徽瑞福祥食品有限公司被中国粮食行业协会评为全国放心粮油进农村进社区示范加工工程示范加工企业。2011年6月22日，古井贡酒·年份原浆被全国城市接待联谊会授予“全国公务接待宴会指定白酒”。2011年6月29日，安徽古井集团有限责任公司被中外企业知识产权大会组委会授予“2011中国企业知识产权自主创新十大品牌”。2011年7月，安徽古井贡酒股份有限公司与2012年韩国丽水世博会中国馆结成战略合作伙伴，古井贡酒·年份原浆被2012年韩国丽水世博会中国馆列为专用高档白酒。2011年7月18日，古井贡酒·年份原浆被2011年全国羽毛球锦标赛组织委员会列为宴会指定高档白酒。2011年8月25日在中央电视台财经频道“2011CCTV中国上市公司峰会暨央视财经50指数发布仪式”上，安徽古井贡酒股份有限公司被评为“央视财经50·十佳最佳汇报公司”。2011年9月，安徽古井集团有限责任公司被中国企业文化促进会评为“企业文化建设社会责任先进单位”。2011年9月16日，在2011第三届“华樽杯”中国酒类品牌价值评议上，安徽古井贡酒股份有限公司“古井贡”品牌价值达140.68亿元，荣获“中国酒类十大成长最快白酒品牌”、“中国酒类十大最具全球竞争力品牌”，与茅台、五粮液一同被列为新的中国白酒八大品牌，古井集团董事长余林荣获“2011年度华樽杯十大品牌建设功勋企业家”称号。2011年10月，安徽古井贡酒股份有限公司与第二十届中国金鸡百花电影节结成战略合作伙伴关系，古井贡酒·年份原浆被第二十届金鸡百花电影节执委会列为第二十届中国金鸡百花电影节唯一指定白酒。2011年11月，古井集团有限责任公司荣获“中国企业文化创新力十强”、“中国企业文化管理年会特别荣誉单位”。2011年12月，安徽瑞福祥食品有限公司被国家农业部、国家发展和改革委员会、财政部、商务部、中国人民银行、国家税务总局 中国证券监督管理委员会、中华全国供销合作总社评为“农业产业化国家重点龙头企业”。2011年12月23日，古井贡酒·年份原浆被2011-12年中国跳水明星系列赛组委会授予“2011-12年中国跳水明星系列赛欢迎宴会唯一指定高档白酒”。', '1992年，“古井牌”古井贡酒、“古井”牌古井特曲在首届安徽省著名商标评比中，双获“省著名商标”称号。1993年，古井“星火”科技项目“多层泥发酵提高浓香型名优大曲酒比率”新工艺通过了省级技术鉴定并获省“星火科技二等奖”。1994年，古井荣获了“安徽省质量30佳企业”和“阜阳地区质量10佳企业”称号。古井贡酒、古井特曲双获“消费者购物最佳优质产品”称号；55度古井贡酒荣获“安徽省免检产品”称号；38度古井贡酒荣获“\'94中国消费者协会唯一推荐白酒”和“’94国内贸易部推荐名优商品”称号；古井特曲被安徽技术监督局授予“信得过产品”称号；古井酒荣登全省一级大曲酒质量检测榜首。1994年，古井成功协办了安徽省首届经济成果展览会，江泽民、乔石、李瑞环、李岚清等党和国家领导人亲临古井展位，赞誉古井贡酒。2009年度，古井贡酒·年份原浆被安徽省委、省政府指定为接待专用酒。2009年9月8日，古井贡酒·年份原浆荣获全国第十一届运动会安徽省体育代表团唯一指定白酒，同时安徽古井贡酒股份有限公司也被安徽省体育局评为“指定产品供应商”2009年9月12日，“首届华樽杯酒类企业品牌价值评议活动”中，“古井贡”酒品牌以69.06亿元的品牌价值，位居安徽省酒类的品牌价值的第一名，荣获“安徽省代表性品牌”和“中国酒类十大白酒品牌”称号。2010年4月份，古井集团被列为第四届全国体育大会安徽省代表团合作伙伴。古井贡酒·年份原浆被选为第四届全国体育大会安徽省代表团唯一指定用酒。', '2018-03-13 14:38:06');
INSERT INTO `intangibleassets` VALUES ('16', '河北衡水老白干酿酒（集团）有限公司', '0', '11820000000', '', '1992年，衡水老白干荣获香港国际食品博览会金奖1996年经国务院批准为大型一档企业；2002年公司股票在上海证券交易所成功上市2004年被国家工商总局认定为中国驰名商标；同年以衡水老白干酒为代表的“老白干香型”被国家标准委员会批准和认定。2005年被国家旅游总局批准为全国第一批工业旅游示范点；现在又被国家商务部批准认定为“中华老字号”；这都成为衡水老白干酒发展史上的一个又一个里程碑。', '1994年衡水老白干酒被河北省技术监督局批准为河北省首批免检产品。1997年被省“质量兴省、名牌兴企“战略小组，省经贸委、省技术监督局评为河北名牌产品，居河北“六大名酒“之首。2000年再次被评为河北省重点名牌产品。', '2018-03-13 14:38:59');
INSERT INTO `intangibleassets` VALUES ('17', '江苏今世缘酒业股份有限公司', '0', '20865000000', '', '1984年，在全国第四届评酒会上，以95.13分的成绩名列全国浓香型白酒第二名；1989年，在全国第五届评酒会上，蝉联“国家优质酒”称号；1995年，被国家技术监督局认定为全国浓香型白酒标准样品。2008年起，今世缘主要经济指标位居全国白酒行业十强。', '1956年，高沟酒荣获江苏省人民政府颁发的“酿酒第一”奖旗；2014年3月17日，江苏省安监局公布了2013年度江苏省安全文化建设示范企业名单，今世缘酒业榜上有名。获得“江苏省安全文化建设示范企业”殊荣。', '2018-03-13 14:39:45');
INSERT INTO `intangibleassets` VALUES ('18', '安徽金种子集团有限公司', '0', '17346000000', '', '1999年，被评为中国企业管理杰出贡献奖2000年，金种子被评为白酒行业质量第一品牌2002年，金种子被评为十大公众喜爱商标2003年，金种子集团被评为食品工业百强企业2003年，被评为全国名优售后服务先进单位2008年，金种子集团荣获改革开放30年卓越贡献企业2011年，全国绿色食品示范企业2012年，全国轻工业信息化与工业化深度融合示范企业2013年，中国酒业2013中国名酒典型酒2013年，中国企业五星级品牌2014年，金种子喜获第二届“中华慈善突出贡献奖”', '2003年，被评为安徽省重合同守信用单位2005年，被评为安徽省A级纳税信用单位2011年，苏浙皖赣沪名牌产品50佳', '2018-03-27 10:57:48');
INSERT INTO `intangibleassets` VALUES ('19', '四川沱牌舍得酒业股份有限公司', '0', '5823000000', '', '在全国首开“生态酿酒”先河，建有全国首座生态酿酒工业园，以“生态循环、绿色环保”著称于中国白酒行业。先后被评为“全国文明单位”、“全国环保先进单位” ，被授予全国“五一劳动奖”，获 “中国食品文化遗产”、“国家级非物质文化遗产”、“中国质量鼎”、“中国用户满意鼎”、“全国质量奖”等称号。', '被评为首批“四川省工业生态园”', '2018-03-27 10:59:01');
INSERT INTO `intangibleassets` VALUES ('20', '四川水井坊股份有限公司 ', '0', '3364000000', '“莫比”大赛包装设计金奖和最高成就奖2010年，获“世界之星”包装设计奖2014年，获星耀世界烈酒大赛酒体银奖、最佳包装类铜奖', '1999年，全国十大考古新发现2001年，被评为全国重点文物保护单位2001年，获国家原产地域保护2008年，被评为国家级非物质文化遗产', '', '2018-03-27 11:00:09');
INSERT INTO `intangibleassets` VALUES ('21', '安徽迎驾贡酒股份有限公司', '0', '5377000000', '', '2007年，迎驾贡酒产品被国家质量监督检验检疫总局认定为“国家地理标志保护产品”；2010年，“迎驾”商标被国家工商行政管理总局认定为“中国驰名商标”；2011年，“迎驾”商标被商务部认定为“中华老字号”；2013年，迎驾被上海大世界基尼斯总部认证为“中国生态环境最美的酒厂”；2013年，迎驾贡酒获得“中国复兴文化名酒”称号。', '2008年，迎驾酒传统酿造技艺被列入“安徽非物质文化遗产名录”；2012年，迎驾集团荣获省企“最佳雇主”称号；', '2018-03-27 11:01:11');
INSERT INTO `intangibleassets` VALUES ('22', '金徽酒股份有限公司', '0', '3521000000', '2010金徽酒荣获联合国千年发展目标——千年优秀奖。', '1983[陇南春] 酒荣获国家[轻工业部酒类质量大赛] 优质酒称号。1990被中国酒文化博览会授予[中华酒文化优秀企业] 荣誉称号。1993入选国家统计局[中国100家最大饮料制造业企业。2009企业通过GB／T19001—2000、GB／T22000—2006质量和食品安全管理体系认证。2011荣获由中国酒类流通协会主办的[金樽奖2011中国酒业最具成长力企业]大奖。2011国家国内贸易部为[金徽] 品牌颁发[中华老字号] 荣誉称号，充分肯定了金徽酒的悠久历史。2012批准金徽酒为[国家地理标志保护产品]2013金徽酒获得了由中国食品工业协会白酒专业委员会颁发的[纯粮固态发酵白酒]标志认证。2014金徽酒生态工业园被国家旅游局评为国家AAAA旅游景区2014农业部将金徽酒产品认证为“绿色食品”，允许在其产品上使用带有“绿色食品”字样的标志。2015金徽酒万历年酒海被大世界基尼斯列入中国之最名录2015金徽酒荣获全国五一巾帼标兵岗称号2016金徽酒股份有限公司荣获全国“六五”普法先进单位荣誉称号2016“固态酿酒发酵物联网温度监控系统”被国家知识产权局授予国家发明专利技术证书2016“固态酿酒发酵物联网温度监控系统”被国家知识产权局授予国家实用新型专利技术证书2016金徽酒荣获“中国白酒历史标志性产品”2016金徽酒荣获“质量信用等级AAA级单位”认证2017金徽酒荣获全国“安康杯”优胜单位荣誉称号2017金徽酒荣获“金樽杯·2017酒业十大文化影响力品牌”', '2009荣获中华全国总工会授予的[全国五一劳动奖状]，这是甘肃同行业中唯一获此殊荣的先进集体。2014“甘肃省固态发酵工程技术研究中心”落户金徽酒。2017金徽酒荣获“2016年度省长金融奖”', '2018-03-15 11:50:42');
INSERT INTO `intangibleassets` VALUES ('23', '酒鬼酒股份有限公司', '0', '20451000000', '酒鬼酒荣获法国波尔多世界酒类博览会﹑比利时布鲁塞尔世界酒类博览会金奖酒鬼酒荣获“世界名牌消费品”酒鬼酒荣获联合国专业机构授予“千年金奖”', '酒鬼酒为“中国地理标志产品”酒鬼酒荣获中国首届食品博览会等国际博览会金奖；酒鬼酒曾荣获“中国十大文化名酒”、 “中国名牌消费品”、“中华白酒十大全球代表性品牌” 。2008北京奥运会洞藏文化酒作为国礼赠送给第七任奥委会主席萨马兰奇、第八任奥委会主席罗格。 酒鬼酒荣获中国质量稳定食品品牌（百佳）。', '“酒鬼”、“湘泉”为“中国驰名商标”、“内参”、“酒鬼”为湖南著名商标。馥郁香型酒鬼酒“酿制技艺”列为湖南省非物质文化名录。', '2018-03-15 16:30:29');
INSERT INTO `intangibleassets` VALUES ('24', '青海互助青稞酒股份有限公司', '0', '11410000000', '2013年12月，公司宣布在美国收购马克斯威葡萄酒酒酒庄。2014年12月，马克斯威红酒在国内上市销售。2015年9月，天佑德青稞酒获得美国TTB认证,成功进入美国市场。2016年天佑德青稞酒出口型及天佑德橡木青稞酒，获得美国洛杉矶国际烈酒大赛银奖。', '1998年集团公司被中华全国总工会授予“五一劳动奖状“，并被评为“中国食品工业优秀企业“。1999年公司顺利通过了ISO9002国际质量体系认证及产品认证。2000年“互助“牌系列酒被国家认定为“中国白酒新秀著名品牌“和“中国知名白酒信誉品牌“。2001年被国际质量体系管理中心确认为“国际质量检测合格、服务质量达标“企业。2002年取得了ISO9001:2000质量体系认证和产品认证证书，完成了与国际质量标准的接轨。可靠的质量保证体系和检测设施保证了“互助“牌青稞酒和各项指标都优于国家标准。2003年“互助“青稞酒被国家质检总局认定为中华人民共和国地理标志保护产品。2004年“互助“牌商标被认定为中国驰名商标。2005年4月“互助“牌青稞酒获准使用中华人民共和国地理标志保护产品专用标志。2007年中国酒业最具竞争力创新企业2010年“天佑德“牌商标被认定为中国驰名商标。2008年在第二届中国品牌节中国总评榜系列评选活动中评为“青海最具代表性品牌”，荣获“品牌中国金牌奖”。2010年评为“华遵杯”中国青稞第一品牌。2010年1月15日，“天佑德”商标被认定为中国驰名商标。2011年“互助“牌青稞酒荣获“中华老字号“称号，青海互助青稞酒股份有限公司由此成为青海省首家也是唯一一家获此殊荣的企业2012年2月25日青海互助青稞酒股份有限公司通过有机转换产品认证。2013年3月，青海互助青稞酒股份有限公司获得有机产品认证。2015年3月，天佑德橡木青稞酒获得国内“年度最佳创新产品”称号。', '', '2018-03-15 16:40:43');
INSERT INTO `intangibleassets` VALUES ('25', '新疆伊力特实业股份有限公司', '0', '7110000000', '2010年， 伊力特实业股份有限公司 伊犁州第三届新欧杯太极拳一等奖 伊犁州太极拳协会、伊犁新欧中亚商贸有限公司2010年， 伊力特实业股份有限公司 伊犁州第三届新欧杯太极拳三等奖 伊犁州太极拳协会、伊犁新欧中亚商贸有限公司', '2001年，荣获“十佳”消费者满意单位2002年，新疆伊利特荣获中国驰名商标2003年，荣获中国白酒典型风格金杯奖2007年，伊力特实业股份有限公司被评为“2006年度全国酒业“文化百强“企业，并位列第十2007年，《中国消费报》携手中国人民大学统计学院，针对各类消费品牌开展了“网络中国.消费品牌活跃度及影响力“网上监测工作。报告显示:伊力特公司的“伊力“品牌属高活跃、高影响力品牌，其活跃度、影响力指数位居中白酒行业十强。 2007年，公司生产的“伊力特曲“品牌入围\'2006年度中国酒业十大创新品牌\'“。2007年，伊力特酒店在创建绿色旅游饭店的活动中，以优异的成绩荣获“全国金叶级绿色旅游饭店“称号，新疆唯此一家。2007年，伊力特公司收到由糖酒快讯网、新食品杂志、中国食品产品影响力战略联盟联合发出的快讯，在“影响--2006年 中国食品综合行业年度影响力评选“活动中，伊力特公司董事长徐勇辉荣获“2006年中国白酒10大影响人物“称号。2007年，在新近公布的2007年第四届〈中国500最具价值品牌〉名录中，伊力特公司拥有的“伊力“品牌以5.93亿元的身价名列 其中。 “伊力“品牌自2004年入选首届〈中国500最具价值品牌〉排行榜以来，已连续4届入选该排行榜。 2007年，农业部农垦局计划统计处发布信息，伊力特公司跻身“2006年度全国农垦系统百强大中型企业及龙头企业“。2007年，伊力特公司生产的“伊力“牌伊力王酒和伊力老窖符合《全国白酒行业纯粮固态发酵白酒行业规范》和《纯粮固态发酵白酒审定规则》要求，顺利通过中国食品工业协会白酒委员会“纯粮固态发酵白酒标志“认证。2008年，伊力特实业股份有限公司 全国质量管理活动优秀企业 中国质量协会、中华全国总工会、共青团中央、中国科学技术协会、中华全国妇女联合会2008年，伊力特公司技术中心 全国质量信得过班组 中国质量协会、中华全国总工会、共青团中央、中国科学技术协会、中华全国妇女联合会2008年，伊力特实业股份有限公司 第十七届乌洽会最具竞争力商品奖 自治区人民政府乌洽会领导委员会2008年，伊力特实业股份有限公司 全国质量管理小组活动优秀企业 中国质量协会、中华全国总工会、共青团中央、中国科 学技术协会、中华全国妇女联合会2008年，伊力特实业股份有限公司 2008年度食品安全信用体系建设先进单位 新源县质量技术监督局。2008年，伊力特实业股份有限公司 改革开放三十年中国酒业之经典企业提名 中国酒类流通协会、香港国际名酒文化研究会2008年，伊力特实业股份有限公司 2006-2008年度自治区守合同重信用企业 新疆维吾尔自治区工商行政管理局2008年，伊力特实业股份有限公司 新疆首届百姓口碑最佳荣誉产品 新疆社会经济评价及调查中心、新疆天山网2008年，伊力特实业股份有限公司 伊力王浓香型白酒认证证书 中食联盟(北京)认证中心2008年，伊力特实业股份有限公司 伊力老窖浓香型白酒认证证书 中食联盟(北京)认证中心2008年，伊力特实业股份有限公司 伊力特曲浓香型白酒认证证书 中食联盟(北京)认证中心2008年，伊力特实业股份有限公司 伊力特曲低度浓香型白酒认证证书 中食联盟(北京)认证中心2009年，伊力特实业股份有限公司 中华老字号会员单位 中国商业联合会、中华老字号工作委员会2009年，伊力特实业股份有限公司 中国改革开放30年中华老字号传承创新优秀企业 中国商业联合会、中华老字号工作委员会2009年，伊力牌系列白酒 北京稻香村杯消费者喜欢的中国老字号品牌 中国商业联合会、中华老字号工作委员会5、2009年，伊力特实业股份有限公司 2008年度安全生产先进单位 农四师安全生产委员会2009 年，伊力特实业股份有限公司 农四师推进新型工业化进程标兵单位 农四师2009年， 伊力特实业股份有限公司 全国糖酒商品交易会企业贡献奖 全国糖酒商品交易会办公室2009年，伊力牌白酒 2008年度中国糖酒食品业畅销品牌 中国副食流通协会、全国糖酒商品交易会办公室、中国商报社2009 年，伊力牌白酒 新疆名牌产品 新疆名牌战略推进委员会2009 年，伊力特实业股份有限公司 中华慈善突出贡献单位(企业)奖 中华慈善总会2009年，伊力特实业股份有限公司 质量管理体系认证证书(伊力牌浓香型系列白酒产品的生产 方圆标志认证集团有限公司2009年， 伊力特实业股份有限公司 为共和国干杯.推动中国酒业发展60企之优秀企业 华夏酒报社2009年， 徐勇辉 为共和国干杯.推动中国酒业发展 华夏酒报社2009年，伊力特实业股份有限公司 全国质量管理小组活动优秀企业 中国质量协会、中华全国总工会、共团中央、中国科学技术协会、中华全国妇女联合会2010 年，伊力特系列产品 2009年度中国糖酒食品畅销品牌 中国副食流通协会、全国糖酒商品交易会办公室、中国商报社2010 年，伊力特实业股份有限公司 2009年度全国轻工业卓越绩效先进企业 中国轻工业联合会2010 年，伊力特实业股份有限公司 国家西部大开发突出贡献集体 人力资源和社会保障部、国家发展和改革委员会2010年，伊力特实业股份有限公司 2010中国最佳诚信经营上市公司100强 中国上市公司发展研究中心、中国城市发展研究院、中国排行榜网站、南方企业家杂志社2010年，伊力特实业股份有限公司 2010中国上市公司最具竞争力100强 中国上市公司发展研究中心、中国城市发展研究院、中国排行榜网站、南方企业家杂志社2010年，伊力典藏酒 第十九届乌鲁木齐对外经济贸易洽谈会(乌洽会)唯一指定宴会用(白)酒乌鲁木齐对外经济贸易洽谈会大会办公室2010 年，伊力特展位 第十九届乌鲁木齐对外经济贸易洽谈会最佳布展奖 乌鲁木齐对外经济贸易洽谈会领导委员会2010年，伊力特实业股份有限公司 质量管理体系认证证书(伊力牌浓香型系列白酒产品的生产) 方圆标志认证集团有限公司2011年， 伊力王浓香型白酒 产品认证证书(优级) 中食联盟(北京)认证中心2011年，伊力特曲浓香型白酒 产品认证证书(优级) 中食联盟(北京)认证中心2011 年，伊力特曲低度浓香型白酒 产品认证证书(优级) 中食联盟(北京)认证中心2011年，伊力老窖浓香型白酒 产品认证证书(优级) 中食联盟(北京)认证中心', '2008年，伊力特实业股份有限公司成为新疆维吾尔自治区食品质量协会会员单位，加入了新疆维吾尔自治区食品质量协会2008年， 新疆维吾尔自治区工商行政管理局颁发伊力新疆著名商标(第五届)2009年，伊力特实业股份有限公司 第十八届乌洽会最具知名度商品奖 新疆维吾尔自治区人民政府乌洽会领导委员会2010 年，伊力牌系列白酒 2009年度畅销酒品 新疆维吾尔自治区酒类流通协会2011 年，伊力特实业股份有限公司 2010年度兵团质量管理先进企业 新疆生产建设兵团质量技术监督局2011年， 伊力牌伊力老窖 伊力大曲 伊力王酒 伊力特曲 伊力醇酒 伊力金坛酒 伊力老陈酒 允许使用《符合标准信用产品标志》 新疆维吾尔自治区标准化协会2011 年，伊力牌白酒 新疆名牌产品 新疆名牌战略推进委员会', '2018-03-16 15:47:28');
INSERT INTO `intangibleassets` VALUES ('26', '甘肃皇台酒业股份有限公司', '0', '0', '1992年2月，甘肃凉州曲酒厂生产的凉州皇台酒荣获美国国际名酒博览会银奖。1992年5月5日，甘肃凉州曲酒厂凉州皇台酒、凉州古酒分别荣获日本东京举行的第四届国际名酒博览会金奖、银奖。1994年，凉州皇台酒在百年一遇的第二届巴拿马国际博览会上获特别金奖。', '1990年12月，甘肃凉州曲酒厂凉州皇台酒荣获首届全国轻工业博览会银奖，凉州曲酒获铜奖。1992年6月，在北京举行的京城酒文化节上，甘肃凉州曲酒厂生产的凉州皇台酒被评为全国消费者公认的二十个名酒之一。1992年12月30日，甘肃凉州皇台酒厂为庆祝凉州皇台酒、凉州古酒双获“92法国巴黎国际名优酒类展评会金奖，在首都北京人民大会堂湖北庭隆重举行了新闻发布会，党和国家领导人彭冲、李德生、王光英出席了会议。全国总工会、国家商业部、轻工部、国家民委等部委负责同志和新华通讯社、人民日报社、中央人民广播电台、中央电视台、中国国际广播电台等首都18家新闻单位的负责同志以及白酒专家索颖、龚文昌等参加了会议。      1993年3月，经中国国内贸易部批准，甘肃凉州皇台酒厂产品凉州皇台酒列入国家名酒调拨计划。1993年7月10日，甘肃凉州皇台酒厂被国家轻工业部、国家人事部评为全国轻工系统“先进集体”。1993年9月17日，原中共中央政治局常委宋平，视察甘肃凉州皇台酒厂，并题词“创一流企业”。1993年10月，甘肃凉州皇台酒厂被国家统计局评为“92全国投入产出先进集体”。1994年8月，由国家技术监督局、国家轻工总会等五家有关部委联合举办的“中国名牌产品认定暨明星企业”评选活动，甘肃凉州皇台酒厂被评为“中国明星企业。”1997年12月，甘肃皇台实业（集团）有限责任公司凉州皇台牌白酒产品荣获“陇货精品”称号。1998年，甘肃皇台实业（集团）有限责任公司被甘肃省人大财经委、法制工委、省政府法制局、省工商管理局评选为“执行甘肃省保护消费者合法权益条例先进单位。”2012年9月，中国质量协会授予公司“全国企业质量信用AAA级企业”称号。', '1989年9月，皇台酒厂被甘肃省人民政府命名为“省一级企业”。1991年11月30日，甘肃凉州曲酒厂被甘肃省人民政府评为九一年度“甘肃省质量管理先进企业”。1992年，甘肃凉州皇台酒厂“凉州皇台”牌商标被认定为首届甘肃著名商标。1994年，凉州皇台酒被甘肃省经济贸易委员会、甘肃省质量管理局认定为甘肃省名牌产品。1997年9月，甘肃皇台实业（集团）有限责任公司皇台牌系列酒被97兰交会组委会评为“97甘肃兰交会最受欢迎产品”。1998年1月12日，经甘肃省著名商标认定委员会认定，凉州皇台商标被评为甘肃省第二届著名商标。2002年1月，经甘肃省著名商标认定委员会认定，“凉州皇台”商标被评为甘肃省第三届著名商标。2002年8月，凉州皇台酒被甘肃省实施名牌战略工作领导小组认定为甘肃省名牌产品。2006年6月，凉州皇台牌白酒被甘肃省名牌推进委员会认定为甘肃名牌产品。2008年9月，“凉州皇台”商标被甘肃省工商行政管理局认定为甘肃省著名商标。2009年，“凉州皇台”酒被甘肃省名牌战略推进委员会认定为甘肃省名牌产品。', '2018-03-16 15:47:28');
INSERT INTO `intangibleassets` VALUES ('27', '贵州茅台酒股份有限公司', '0', '113526000000', '', '', '', '2018-03-19 09:57:18');
INSERT INTO `intangibleassets` VALUES ('28', '贵州茅台酒股份有限公司', '0', '101586000000', '', '', '', '2018-03-19 11:40:21');
INSERT INTO `intangibleassets` VALUES ('29', '贵州茅台酒股份有限公司', '0', '86876000000', '', '', '', '2018-03-19 14:03:17');
INSERT INTO `intangibleassets` VALUES ('30', '贵州茅台酒股份有限公司', '0', '74805000000', '', '', '', '2018-03-19 14:54:50');
INSERT INTO `intangibleassets` VALUES ('31', '四川省宜宾五粮液集团有限公司', '0', '100406000000', '', '', '', '2018-03-19 15:54:10');
INSERT INTO `intangibleassets` VALUES ('32', '四川省宜宾五粮液集团有限公司', '0', '97356000000', '', '', '', '2018-03-19 17:24:52');
INSERT INTO `intangibleassets` VALUES ('33', '四川省宜宾五粮液集团有限公司', '0', '71125000000', '', '', '', '2018-03-20 10:35:45');
INSERT INTO `intangibleassets` VALUES ('34', '四川省宜宾五粮液集团有限公司', '0', '71278000000', '', '', '', '2018-03-20 13:10:22');
INSERT INTO `intangibleassets` VALUES ('35', '江苏洋河酒厂股份有限公司', '0', '63131000000', '', '', '', '2018-03-20 14:05:26');
INSERT INTO `intangibleassets` VALUES ('36', '江苏洋河酒厂股份有限公司', '0', '52201000000', '', '', '', '2018-03-20 15:47:49');
INSERT INTO `intangibleassets` VALUES ('37', '江苏洋河酒厂股份有限公司', '0', '35124000000', '', '', '', '2018-03-20 17:09:09');
INSERT INTO `intangibleassets` VALUES ('38', '江苏洋河酒厂股份有限公司', '0', '32172000000', '', '', '', '2018-03-21 09:37:27');
INSERT INTO `intangibleassets` VALUES ('39', '山西杏花村汾酒集团有限责任公司', '0', '19807000000', '', '', '', '2018-03-21 11:04:48');
INSERT INTO `intangibleassets` VALUES ('40', '山西杏花村汾酒集团有限责任公司', '0', '22657000000', '', '', '', '2018-03-21 13:55:36');
INSERT INTO `intangibleassets` VALUES ('41', '山西杏花村汾酒集团有限责任公司', '0', '18074000000', '', '', '', '2018-03-21 15:34:42');
INSERT INTO `intangibleassets` VALUES ('42', '山西杏花村汾酒集团有限责任公司', '0', '16615000000', '', '', '', '2018-03-21 16:26:13');
INSERT INTO `intangibleassets` VALUES ('43', '泸州老窖股份有限公司', '0', '29635000000', '', '', '', '2018-03-22 09:33:38');
INSERT INTO `intangibleassets` VALUES ('44', '泸州老窖股份有限公司', '0', '33612000000', '', '', '', '2018-03-22 10:54:55');
INSERT INTO `intangibleassets` VALUES ('45', '泸州老窖股份有限公司', '0', '28231000000', '', '', '', '2018-03-22 13:59:17');
INSERT INTO `intangibleassets` VALUES ('46', '泸州老窖股份有限公司', '0', '28146000000', '', '', '', '2018-03-22 14:40:04');
INSERT INTO `intangibleassets` VALUES ('47', '安徽口子酒业股份有限公司', '0', '7418000000', '', '', '', '2018-03-27 10:55:29');
INSERT INTO `intangibleassets` VALUES ('48', '安徽迎驾贡酒股份有限公司', '0', '4875000000', '', '', '', '2018-03-22 16:54:36');
INSERT INTO `intangibleassets` VALUES ('49', '安徽古井贡酒股份有限公司', '0', '37555000000', '', '', '', '2018-03-23 10:21:28');
INSERT INTO `intangibleassets` VALUES ('50', '安徽古井贡酒股份有限公司', '0', '30152000000', '', '', '', '2018-03-23 11:25:31');
INSERT INTO `intangibleassets` VALUES ('51', '安徽古井贡酒股份有限公司', '0', '26165000000', '', '', '', '2018-03-23 13:57:27');
INSERT INTO `intangibleassets` VALUES ('52', '安徽古井贡酒股份有限公司', '0', '20899000000', '', '', '', '2018-03-23 14:54:41');
INSERT INTO `intangibleassets` VALUES ('53', '安徽古井贡酒股份有限公司', '0', '14068000000', '', '', '', '2018-03-23 16:24:53');
INSERT INTO `intangibleassets` VALUES ('54', '安徽古井贡酒股份有限公司', '0', '8172000000', '', '', '', '2018-03-26 09:14:29');
INSERT INTO `intangibleassets` VALUES ('55', '河北衡水老白干酿酒（集团）有限公司', '0', '8412000000', '', '', '', '2018-03-26 10:05:31');
INSERT INTO `intangibleassets` VALUES ('56', '河北衡水老白干酿酒（集团）有限公司', '0', '4208000000', '', '', '', '2018-03-26 13:47:08');
INSERT INTO `intangibleassets` VALUES ('57', '河北衡水老白干酿酒（集团）有限公司', '0', '4832000000', '', '', '', '2018-03-26 14:17:32');
INSERT INTO `intangibleassets` VALUES ('58', '河北衡水老白干酿酒（集团）有限公司', '0', '3632000000', '', '', '', '2018-03-26 15:27:45');
INSERT INTO `intangibleassets` VALUES ('59', '河北衡水老白干酿酒（集团）有限公司', '0', '2805000000', '', '', '', '2018-03-26 16:13:32');
INSERT INTO `intangibleassets` VALUES ('60', '江苏今世缘酒业股份有限公司', '0', '17229000000', '', '', '', '2018-03-26 17:14:36');
INSERT INTO `intangibleassets` VALUES ('61', '江苏今世缘酒业股份有限公司', '0', '12832000000', '', '', '', '2018-03-27 09:31:25');
INSERT INTO `intangibleassets` VALUES ('62', '安徽金种子集团有限公司', '0', '14159000000', '', '', '', '2018-03-27 10:51:15');
INSERT INTO `intangibleassets` VALUES ('63', '安徽金种子集团有限公司', '0', '11817000000', '', '', '', '2018-03-27 13:51:38');
INSERT INTO `intangibleassets` VALUES ('64', '安徽金种子集团有限公司', '0', '10533000000', '', '', '', '2018-03-27 14:50:39');
INSERT INTO `intangibleassets` VALUES ('65', '安徽金种子集团有限公司', '0', '8906000000', '', '', '', '2018-03-27 15:17:49');
INSERT INTO `intangibleassets` VALUES ('66', '安徽金种子集团有限公司', '0', '6634000000', '', '', '', '2018-03-27 16:23:48');
INSERT INTO `intangibleassets` VALUES ('67', '安徽金种子集团有限公司', '0', '17264000000', '', '', '', '2018-03-28 09:27:13');
INSERT INTO `intangibleassets` VALUES ('68', '四川沱牌舍得酒业股份有限公司', '0', '5556000000', '', '', '', '2018-03-28 10:34:17');
INSERT INTO `intangibleassets` VALUES ('69', '四川沱牌舍得酒业股份有限公司', '0', '4037000000', '', '', '', '2018-03-28 14:44:38');
INSERT INTO `intangibleassets` VALUES ('70', '四川沱牌舍得酒业股份有限公司', '0', '4475000000', '', '', '', '2018-03-28 15:30:19');
INSERT INTO `intangibleassets` VALUES ('71', '四川沱牌舍得酒业股份有限公司', '0', '3631000000', '', '', '', '2018-03-28 16:29:51');
INSERT INTO `intangibleassets` VALUES ('72', '四川水井坊股份有限公司 ', '0', '3461000000', '', '', '', '2018-03-29 09:11:51');
INSERT INTO `intangibleassets` VALUES ('73', '四川水井坊股份有限公司 ', '0', '3831000000', '', '', '', '2018-03-29 10:40:39');
INSERT INTO `intangibleassets` VALUES ('74', '四川水井坊股份有限公司 ', '0', '6281000000', '', '', '', '2018-03-29 13:23:18');
INSERT INTO `intangibleassets` VALUES ('75', '四川水井坊股份有限公司 ', '0', '7668000000', '', '', '', '2018-03-29 14:29:24');
INSERT INTO `intangibleassets` VALUES ('76', '四川水井坊股份有限公司 ', '0', '7426000000', '', '', '', '2018-03-29 15:37:35');
INSERT INTO `intangibleassets` VALUES ('77', '四川水井坊股份有限公司 ', '0', '5517000000', '', '', '', '2018-03-29 15:37:52');
INSERT INTO `intangibleassets` VALUES ('78', '酒鬼酒股份有限公司', '0', '19505000000', '', '', '', '2018-03-30 09:25:44');
INSERT INTO `intangibleassets` VALUES ('79', '酒鬼酒股份有限公司', '0', '12126000000', '', '', '', '2018-03-30 10:49:39');
INSERT INTO `intangibleassets` VALUES ('80', '酒鬼酒股份有限公司', '0', '8115000000', '', '', '', '2018-03-30 13:19:50');
INSERT INTO `intangibleassets` VALUES ('81', '酒鬼酒股份有限公司', '0', '6676000000', '', '', '', '2018-03-30 13:59:09');
INSERT INTO `intangibleassets` VALUES ('82', '酒鬼酒股份有限公司', '0', '3255000000', '', '', '', '2018-03-30 14:42:50');
INSERT INTO `intangibleassets` VALUES ('83', '青海互助青稞酒股份有限公司', '0', '8021000000', '', '', '', '2018-03-30 15:22:49');
INSERT INTO `intangibleassets` VALUES ('84', '青海互助青稞酒股份有限公司', '0', '6305000000', '', '', '', '2018-03-30 16:05:49');
INSERT INTO `intangibleassets` VALUES ('85', '青海互助青稞酒股份有限公司', '0', '5521000000', '', '', '', '2018-03-30 16:47:34');

-- ----------------------------
-- Table structure for operatingconditions
-- ----------------------------
DROP TABLE IF EXISTS `operatingconditions`;
CREATE TABLE `operatingconditions` (
  `company` varchar(255) NOT NULL,
  `year` varchar(255) NOT NULL,
  `income` varchar(255) DEFAULT NULL,
  `cost` varchar(255) DEFAULT NULL,
  `salesexpense` varchar(255) DEFAULT NULL,
  `manageexpense` varchar(255) DEFAULT NULL,
  `finacialexpense` varchar(255) DEFAULT NULL,
  `taxenpense` varchar(255) DEFAULT NULL,
  `tax` varchar(255) DEFAULT NULL,
  `currentassets` varchar(255) DEFAULT NULL,
  `moneyfunds` varchar(255) DEFAULT NULL,
  `stock` varchar(255) DEFAULT NULL,
  `fixedassets` varchar(255) DEFAULT NULL,
  `networth` varchar(255) DEFAULT NULL,
  `non-currentassets` varchar(255) DEFAULT NULL,
  `totalassets` varchar(255) DEFAULT NULL,
  `shareholdersassets` varchar(255) DEFAULT NULL,
  `currentliabilities` varchar(255) DEFAULT NULL,
  `non-currentliabilities` varchar(255) DEFAULT NULL,
  `totalliabilities` varchar(255) DEFAULT NULL,
  `ownership` varchar(255) DEFAULT NULL,
  `liabilitiesownership` varchar(255) DEFAULT NULL,
  `totalprofit` varchar(255) DEFAULT NULL,
  `netprofit` varchar(255) DEFAULT NULL,
  `intangibleassets` varchar(255) DEFAULT NULL,
  `constructions` varchar(255) DEFAULT NULL,
  `pershare` varchar(255) DEFAULT NULL,
  `netcash-operating` varchar(255) DEFAULT NULL,
  `netcash-investment` varchar(255) DEFAULT NULL,
  `netcash-fund` varchar(255) DEFAULT NULL,
  `investment-reporting` varchar(255) DEFAULT NULL,
  `stockgoods` varchar(255) DEFAULT NULL,
  `spend-advertise` varchar(255) DEFAULT NULL,
  `employeecompensation` varchar(255) DEFAULT NULL,
  `governmentgrants` varchar(255) DEFAULT NULL,
  `price-tonswine` varchar(255) DEFAULT NULL,
  `profit-tonswine` varchar(255) DEFAULT NULL,
  `cost-tonswine` varchar(255) DEFAULT NULL,
  `managecost-tonswine` varchar(255) DEFAULT NULL,
  `assetsprofitability` varchar(255) DEFAULT NULL,
  `perprofit` varchar(255) DEFAULT NULL,
  `persale` varchar(255) DEFAULT NULL,
  `perincome` varchar(255) DEFAULT NULL,
  `releasetime` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`company`,`year`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of operatingconditions
-- ----------------------------
INSERT INTO `operatingconditions` VALUES ('四川水井坊股份有限公司 ', '2010', '1217313923.86', '859564452.58', '4897271.42', '70632348.43', '-3283408.86', '42335807.85', '176757262.14', '1139853749.18', '185876541.73', '564016821.42', '160646187.69 ', '0', '429421593.90 ', '2141937658.09', '0', '272039776.64', '184000.00', '272223776.64', '1297051566.44', '1569275343.08', '273251792.85', '235394765.80', '44339633.48', '44700336.81', '0.48', '-217005184.21', '261498346.69', '-274969310.81', '39298700', '0', '0', '3617028.61', '16230460.00', '2434627847.72', '546503585.7', '9794542.84', '141264696.86', '0.1275722436728915', '241175.45706090028', '1074416.525913504', '3192.4347837599294', '2018/3/29 15:35:07');
INSERT INTO `operatingconditions` VALUES ('四川水井坊股份有限公司 ', '2011', '705892996.75', '452529948.56', '13531190.70', '111191364.87', '-1720920.27', '18579916.39', '116631761.24', '949214844.27', '276282077.86', '473055571.90 ', '144547280.56 ', '0', '499936776.89 ', '2529183340.93', '1664979607.89', '241181052.38', '334000.00', '241515052.38', '1207636568.78', '1449151621.16', '41530429.27', '320473401.81', '113187826.91', '74945408.61', '0.66 ', '24777930.98', '171731999.07', '-106124793.92', '170981000', '0', '0', '14000568.30', '76703279.00', '1411785993.5', '83060858.54', '27062381.4', '222382729.74', '0.016420489807088857', '33985.62133387889', '577653.8434942717', '11457.093535188216', '2018/3/29 15:01:44');
INSERT INTO `operatingconditions` VALUES ('四川水井坊股份有限公司 ', '2012', '585546364.81', '342783745.78', '16866342.01', '125688431.79', '-3528882.53', '-10436093.88', '131505581.96', '1633455898.51', '138563161.72', '671479295.56 ', '132137688.41', '0', '527496564.38 ', '2652213736.87', '1890343694.15', '506883274.57', '100000.00', '506983274.57', '1653969188.32', '2160952462.89', '548262036.20', '337729596.80', '43191797.49 ', '91663014.03', '0.6913  ', '-40179715.50', '15009164.06', '-112548364.70', '0', '0', '0', '20152340.41', '34676450.00', '1171092729.62', '1096524072.4', '33732684.02', '251376863.58', '0.20671864736174297', '406421.07946627133', '434059.5736174944', '14938.725285396591', '2018/3/29 14:03:56');
INSERT INTO `operatingconditions` VALUES ('四川水井坊股份有限公司 ', '2013', '337920181.19', '197303026.64', '6819836.51', '111645912.37', '-3360709.42', '11382945.95', '71350074.75', '1235512890.77', '176940328.96', '709924394.65', '230434972.47 ', '0', '451319,492.89 ', '2061574889.79', '1624407443.79', '86155750.32', '10506297.00', '96662047.32', '1590170336.34', '1686832383.66', '88755979.91', '-153570739.82', '41981330.61 ', '2627879.16 ', '-0.3143 ', '-432859832.70', '583756814.06', '-112557387.00', '0', '0', '0', '7482200.11', '49245716.66', '844800452.9749999', '221889949.77499998', '17049591.275', '279114780.925', '0.04305251308092961', '69017.09168740279', '262768.4146111975', '5818.196041990669', '2018/3/29 13:16:09');
INSERT INTO `operatingconditions` VALUES ('四川水井坊股份有限公司 ', '2014', '243272128.45', '135429437.53', '1259031.65', '127430481.54', '-925421.96', '-3586082.00', '48565247.71', '1199703407.31', '36141444.32', '740616136.48', '217578930.45', '0', '429683002.66', '1622153138.66', '1205933667.88', '97945384.88', '17463782.75', '115409167.63', '1513977242.34', '1629386409.97', '-79760515.82', '-418473775.91', '40725207.11 ', '1007090.35', '-0.8566 ', '-104976907.24', '-35821977.40', '0', '0', '0', '0', '21447663.31', '7181593.68', '935662032.4999999', '-306771214.69230765', '4842429.423076923', '490117236.6923077', '-0.04916953518080738', '-74752.12354264292', '227996.37155576382', '20100.902820993437', '2018/3/29 10:21:11');
INSERT INTO `operatingconditions` VALUES ('四川水井坊股份有限公司 ', '2015', '498496041.85', '236652676.40', '50544.74', '112570750.83', '-14295009.17', '-8630412.34', '113592292.37', '1251386179.63', '110764158.25', '689,614,124.27', '204,203,895.12', '0', '412870767.49', '1794750205.93', '1281373150.18', '138263245.49', '5012374.75', '143275620.24', '1520981326.88', '1664256947.12', '-1626327.80', '87973615.68', '38758196.79', '3924771.32', '0.1801', '54321412.21', '20259453.75', '0', '0', '0', '0', '31690954.95', '137320.26', '', '0', '', '', '-0.0009061583024904977', '0', '0', '0', '2018/3/29 9:03:08');
INSERT INTO `operatingconditions` VALUES ('四川水井坊股份有限公司 ', '2016', '606050173.09', '295863044.50', '340465.70', '130234406.51', '-14159488.19', '-8773954.86', '141722869.29', '1336121662.06', '242321605.35', '774355143.47', '195362060.11', '0', '419568052.82', '2203543830.66', '1469524122.74', '262168045.32', '6627000.00', '268795045.32', '1486894669.56', '1755689714.88', '-6219684.83', '224791899.91', '36774902.20 ', '6001878.36', '0.4601', '381909847.82', '-204567891.16', '-36706149.78', '0', '0', '193293100', '34340178.45', '11498220.21', '961984401.7301588', '-9872515.603174603', '540421.746031746', '206721280.1746032', '-0.0028225827612138286', '-5329.635672664953', '519323.1988774636', '29426.031233933165', '2018/3/13 13:31:08');
INSERT INTO `operatingconditions` VALUES ('四川沱牌舍得酒业股份有限公司', '2011', '711037426.77', '345168483.27', '23888270.73', '119467684.23', '25275460.90', '22749267.83', '124874827.66', '1640320176.98', '208023888.39', '1308198197.67', '531879109.57 ', '0', '1130321662.18', '3266210436.08', '2029198509.30', '916258122.45', '178104.38', '916436226.83', '1854205612.33', '2770641839.16', '91336344.33', '195208674.06', '153459555.19', '15122690.94 ', '0.5787', '-394728587.04', '-24171081.74', '64460887.30', '43850800', '0', '0', '33157190.97', '153836.00', '177759356.6925', '22834086.0825', '5972067.6825', '29866921.0575', '0.02796401092870762', '26474.302704347825', '206097.80486086957', '9610.779991304347', '2018/3/28 16:24:45');
INSERT INTO `operatingconditions` VALUES ('四川沱牌舍得酒业股份有限公司', '2012', '771445840.41', '437153195.55', '7056493.98', '161829333.42', '25482240.64', '315638.49', '173737420.29', '1817244156.03', '132758411.84', '1576735414.62', '561234093.85', '0', '1167490891.46  ', '3463319160.99', '2338342129.28', '1082459069.79', '195834.17', '1082654903.96', '1902080143.53', '2984735047.49', '108904169.69', '369857619.98', '149182782.95 ', '9801508.32 ', '1.0965', '245434183.74', '74269793.98', '-394969454.27', '0', '0', '0', '51400032.93', '36509.80', '185443711.63701922', '26178886.944711536', '1696272.591346154', '38901282.07211538', '0.03144502849078149', '28494.026606488747', '201843.49565934064', '13448.464921507064', '2018/3/28 15:25:45');
INSERT INTO `operatingconditions` VALUES ('四川沱牌舍得酒业股份有限公司', '2013', '719516756.86', '440467038.90', '28662142.59', '158239598.72', '867458.65', '2129953.26', '150869609.18', '2032741038.69', '99887435.85', '1826623640.78', '520794335.95 ', '0', '1148325942.87 ', '3407895808.43', '2238807323.08', '1102172289.50', '2524712.56', '1104697002.06', '2076369979.50', '3181066981.56', '287728789.23', '11774193.80', '147048313.44 ', '30914290.38', '0.0349', '-109025475.91', '316635723.75', '-240481223.83', '0', '0', '0', '74509945.52', '1780195.00', '218035380.86666667', '87190542.1909091', '8685497.754545456', '47951393.551515155', '0.08443004287814633', '72402.81560895823', '181056.05356316056', '18749.357201811774', '2018/3/28 14:26:56');
INSERT INTO `operatingconditions` VALUES ('四川沱牌舍得酒业股份有限公司', '2014', '934032578.26', '753901997.83', '60619.06', '136498972.57', '4820764.45', '262897.75', '155333447.79', '2257471999.17', '249026532.80', '1889671493.54', '503549717.34', '0', '1161073270.18 ', '3678835910.16', '2245450676.19', '1392134300.37', '3245824.28', '1395380124.65', '2023165144.70', '3418545269.35', '-46195937.05', '13389353.11', '142612992.63  ', '49783367.98', '0.0397 ', '-79551208.05', '13834486.45', '214855818.55', '0', '0', '0', '92762794.13', '1204800.00', '227812823.96585366', '-11267301.719512196', '14785.136585365854', '33292432.334146343', '-0.0125572159721554', '-12566.903441240478', '254089.38472796517', '25234.710046245917', '2018/3/28 11:30:30');
INSERT INTO `operatingconditions` VALUES ('四川沱牌舍得酒业股份有限公司', '2015', '881473737.50', '715162315.46', '47487.79', '132652045.38', '13837999.25', '86633.47', '122447535.34', '2325637139.39', '220386903.54', '1981183963.39  ', '513162126.60', '0', '1201315427.60 ', '3761320463.59', '2245832798.86', '1492295876.96', '3495930.78', '1495791807.74', '2031160759.25', '3526952566.99', '14828248.02', '7128122.67', '138269430.65', '36550693.65 ', '0.0211', '-40666455.92', '42347349.99', '-30320523.33', '0', '0', '0', '108213020.97', '3440090.00', '284346366.9354839', '4783305.812903225', '15318.64193548387', '42790982.380645156', '0.0039422984995665985', '4178.148216398986', '248372.42533107917', '30491.130169061707', '2018/3/28 10:20:44');
INSERT INTO `operatingconditions` VALUES ('四川沱牌舍得酒业股份有限公司', '2016', '763001847.52', '555722262.61', '139352.34', '177806564.25', '3471191.30', '-2700145.97', '151002546.71', '2475522760.78', '336232209.54', '2051582001.15 ', '504023571.41', '495237425.30', '1185341000.38', '3965097338.94', '2325321757.98', '1687676441.64', '3265021.85', '1690941463.49', '1969922297.67', '3660863761.16', '-63228607.55', '80198959.12', '134595781.41 ', '5936730.68', '0.2378', '230288978.80', '-38825804.32', '41857363.74', '0', '0', '67126900', '31383789.34', '3008053.28', '299216410.7921569', '-24795532.37254902', '54647.97647058824', '69728064.41176471', '-0.015946293910379276', '-17403.96574456372', '210019.77636113405', '8638.532711257914', '2018/3/13 9:37:14');
INSERT INTO `operatingconditions` VALUES ('四川省宜宾五粮液集团有限公司', '2012', '1516904.00', '0', '0', '74704875.83', '-191270588.77', '31062204.30', '56000.00', '13833370501.92', '2998404541.50', '0', '18142979.08', '', '8953597564.09', '45247636141.84', '31156598159.76', '57979249.50', '0', '57979249.50', '22728988816.51', '22786968066.01', '6293502487.66', '9925097898.26', '48678951.96', '780411170.60 ', '2.617 ', '90988305.71', '2796396656.49', '-833797678.50', '0', '0', '0', '6446737.36', '11453205.00', '106077.20279720279', '440105069.06713283', '0', '5224117.19090909', '0.1390901939701656', '221313.86882090234', '53.342617013046386', '226.70244259239723', '2018/3/20 11:22:12');
INSERT INTO `operatingconditions` VALUES ('四川省宜宾五粮液集团有限公司', '2013', '1154646.85', '0', '0', '97385238.94', '-138823392.59', '11952239.93', '15858.21', '16034468297.12', '3393872789.08', '0', '61894329.97', '0', '8567121141.64', '44129502138.30', '36092639767.00', '124667315.72', '0', '124667315.72', '24476922123.04', '24601589438.76', '4796658922.46', '7972814983.24', '47328006.84', '93112692.99 ', '2.100  ', '-892135107.60', '4324376731.18', '-3036773376.00', '256200000.00', '0', '0', '4295150.33', '15347520.00', '79630.81724137932', '330804063.617931', '0', '6716223.375172414', '0.10869506090115118', '177168.46134520203', '42.647811553519986', '158.6448374824555', '2018/3/20 10:11:17');
INSERT INTO `operatingconditions` VALUES ('四川省宜宾五粮液集团有限公司', '2014', '1245161.85', '0', '0', '94512634.01', '-108747810.21', '365375.76', '0', '20464772125.32', '4480657196.09', '0', '84404702.62 ', '0', '9625271325.16', '46408870652.85', '39430378341.94', '210330547.53', '4591646.00', '214922193.53', '29875121256.95', '30090043450.48', '8055741213.67', '5834915278.94', '45977061.72 ', '100340698.43', '1.537', '-1497351536.55', '5241312647.56', '-2657176704.00', '295143449.52', '0', '0', '8284870.86', '12573740.04', '103763.4875', '671311767.8058333', '0', '7876052.834166667', '0.17358192734162756', '306500.0652007001', '47.375179773998404', '315.2178541262413', '2018/3/19 17:13:10');
INSERT INTO `operatingconditions` VALUES ('四川省宜宾五粮液集团有限公司', '2015', '1181136.85', '0', '0', '101463509.56', '-229722523.10', '32806953.92', '6691.45', '23090058603.86', '9957620382.12', '0', '116351156.27', '0', '10054771847.73', '52546634940.51', '43328917566.12', '223653191.28', '6677340.00', '230330531.28', '32914499920.31', '33144830451.59', '5349765649.28', '6176119256.18', '44626116.60 ', '119356085.47 ', '1.627 ', '-1725754834.80', '9436807247.83', '-2234089227.00', '446550000.00', '0', '0', '13790656.97', '30880995.04', '85589.62681159421', '387664177.4840579', '0', '7352428.228985507', '0.10180986195094449', '206236.14684965304', '45.53341750192753', '531.6367374710871', '2018/3/19 15:42:56');
INSERT INTO `operatingconditions` VALUES ('四川省宜宾五粮液集团有限公司', '2016', '1356722.70', '0.00', '0.00', '110939933.91', '308784377.32', '50095898.20', '76817.34', '25328772969.64', '13264383625.69', '0.00', '127,766,368.83', '0', '9,943,511,438.45 ', '62174406583.20', '47076729739.33', '218979343.26', '0.00', '218979343.26', '35053305064.83', '35272284408.09', '5225622129.87', '6724241894.08', '43,275,171.48', '99,058,886.15 ', '1.787', '1079180624.18', '5262163946.54', '-3034581327.15', '42330657.57', '0', '0', '12372948.64', '63461184.69', '33918.0675', '130640553.24675', '0', '2773498.3477499997', '0.08404780064731657', '104512.4425974', '27.134453999999998', '247.4589728', '2018/3/7 15:24:58');
INSERT INTO `operatingconditions` VALUES ('安徽口子酒业股份有限公司', '2015', '1554861643.26', '776404540.92', '5052278.89', '128447889.87', '6992084.88', '56483947.30', '390346134.84', '3033112812.34', '633955741.87', '1483637809.80 ', '923437726.22', '0', '1622235421.40', '4976619083.09', '3667607089.51', '1604473505.54', '20000000.00', '1624473505.54', '3030874728.20', '4655348233.74', '551698557.85', '605396944.89', '293875243.43 ', '265299445.66 ', '1.06', '78016854.01', '-469573538.57', '519655904.49', '0', '0', '0', '19984159.75', '1862380.48', '598023708.9461539', '212191753.01923078', '1943184.1884615382', '49403034.56538462', '0.11085810439553442', '133809.98250060636', '377119.0015183119', '4846.994845985932', '2018/3/22 15:29:25');
INSERT INTO `operatingconditions` VALUES ('安徽口子酒业股份有限公司', '2016', '1722513911.28', '779995286.01', '5049501.08', '142926002.31', '-4595060.82', '97976408.04', '443880508.96', '3582846887.95', '421228386.68', '1663947909.36 ', '1143541243.51', '0', '1853128614.07 ', '5690045599.87', '4241071270.44', '1892489034.32', '45000000.00', '1937489034.32', '3498486467.70', '5435975502.02', '775588147.54', '783464180.93', '349724232.63', '193563424.70 ', '1.31 ', '321725619.60', '-190309917.28', '-306530057.51', '0', '0', '231531200', '0', '3166442.50', '', '0', '', '', '0.1363061391911727', '0', '0', '0', '2018/3/9 10:59:32');
INSERT INTO `operatingconditions` VALUES ('安徽古井贡酒股份有限公司', '2010', '1105037334.45', '932057797.33', '48429669.01', '168482104.12', '-7171942.40', '29809836.20', '276298496.31', '1260518648.35', '480737398.56', '415921177.10', '124128116.13 ', '0', '454152689.95', '1857931814.00', '1049475547.82', '772899934.53', '4151000.00', '777050934.53', '937620403.77', '1714671338.30', '302237743.88', '313757556.93', '27308645.11 ', '6563500.47', '1.34', '234532846.62', '54431109.48', '-87608627.98', '0', '0', '0', '74580660.62', '2161537.17', '221007466.89000002', '60447548.776', '9685933.802', '33696420.824', '0.16267429278220003', '65405.268097814325', '239133.80966241076', '16139.50673447306', '2018/3/26 9:08:45');
INSERT INTO `operatingconditions` VALUES ('安徽古井贡酒股份有限公司', '2011', '1957164481.24', '1701604629.09', '190724471.78', '222853051.65', '-33627927.71', '134309163.96', '495328024.61', '3331704450.51', '1885937555.53', '545878714.66', '152140192.21', '0', '715084965.25', '4241819550.30', '2761115284.45', '1455693992.51', '10354500.20', '1466048492.71', '2580740923.05', '4046789415.76', '632180232.97', '566390286.36', '124709474.17', '132982180.51', '2.34', '224089409.09', '32640870.42', '1148469877.46', '0', '0', '0', '102876125.19', '4111902.86', '391432896.248', '126436046.59400001', '38144894.356', '44570610.33', '0.14903515471922643', '121503.02382663848', '376160.76902556216', '19772.46303863156', '2018/3/23 15:41:08');
INSERT INTO `operatingconditions` VALUES ('安徽古井贡酒股份有限公司', '2012', '2535315597.69', '1207277936.81', '364959419.40', '240774307.44', '-71949250.84', '54810904.83', '604155623.28', '3449080875.83', '2390346607.43', '748777364.57 ', '562993821.32 ', '0', '1552653162.26', '5308127471.04', '3375488108.64', '1806441986.83', '9100918.99', '1815542905.82', '3186191132.27', '5001734038.09', '771477576.17', '725589286.31', '200084457.08', '423672281.54  ', '1.44', '565800816.18', '-48081764.28', '-113310000.00', '0', '0', '0', '79627703.42', '5871645.90', '480173408.65340906', '146113177.30492422', '69121102.1590909', '45601194.590909086', '0.14533893173798396', '141815.73091360292', '466050.66134007357', '14637.445481617648', '2018/3/23 14:41:28');
INSERT INTO `operatingconditions` VALUES ('安徽古井贡酒股份有限公司', '2013', '2529549854.01', '1398337758.52', '182732468.72', '309058351.45', '-44325968.34', '37902840.47', '592720228.35', '3280663536.15', '1040360357.51', '1036496459.02 ', '1057111133.85 ', '0', '2095500979.36', '5816934562.27', '3742756257.05', '1744824908.67', '40342813.99', '1785167722.66', '3590996792.85', '5376164515.51', '697445268.43', '622004915.79', '197787553.94 ', '377239903.56', '1.24', '-65129641.58', '-933056608.34', '-251800000.00', '0', '0', '0', '87936100.97', '6438091.17', '381530898.04072404', '105195364.77073906', '27561458.328808445', '46615135.9653092', '0.11989910853627153', '116473.82572311288', '422436.5153657315', '14685.387603540414', '2018/3/23 13:48:09');
INSERT INTO `operatingconditions` VALUES ('安徽古井贡酒股份有限公司', '2014', '2640452479.82', '1476012978.04', '128260320.96', '385897886.00', '-31777767.71', '50140859.93', '631981946.23', '3711536740.76', '593001536.78', '1197978799.15 ', '1525364298.59', '0', '2407867779.52', '6413518166.03', '4181050977.96', '2063668469.83', '46424049.05', '2110092518.88', '4009312001.40', '6119404520.28', '627203234.91', '597041887.34', '192318384.28 ', '61531773.90', '1.19', '75322316.47', '-354821137.20', '-176260000.00', '0', '0', '0', '79329070.21', '6045394.97', '401895354.6149163', '95464723.73059359', '19522118.867579907', '58736360.1217656', '0.09779394377208757', '105643.12530065689', '444745.23830554157', '13361.810714165402', '2018/3/23 11:09:15');
INSERT INTO `operatingconditions` VALUES ('安徽古井贡酒股份有限公司', '2015', '3007068150.18', '1536318251.80', '194497701.34', '393964851.14', '-19235711.99', '46777999.81', '748278391.57', '3829238275.18', '548650832.84', '1374311894.88 ', '1471584047.66  ', '0', '2569064227.14 ', '7183147641.13', '4833721630.08', '1687620110.97', '66586975.20', '1754207086.17', '4644095416.15', '6398302502.32', '744469132.12', '682760794.86', '187468810.92  ', '62355022.07  ', '1.42', '-124181921.08', '188951217.14', '-100720000.00', '0', '0', '0', '88513920.05', '19931320.03', '390528331.19220775', '96684302.87272727', '25259441.732467532', '51164266.381818175', '0.10364107342820614', '127303.20316689467', '514204.54004445963', '15135.75924247606', '2018/3/23 9:45:58');
INSERT INTO `operatingconditions` VALUES ('安徽古井贡酒股份有限公司', '2016', '3308399250.03', '1436794457.51', '271599513.92', '390774681.63', '-12139559.51', '115388301.28', '857620971.74', '4098342927.61', '225792686.26', '1549397565.11 ', '1375089823.91', '0', '3,349,009,544.20  ', '8736205153.86', '5595121383.96', '2042140313.61', '58131141.58', '2100271455.19', '5347081016.62', '7447352471.81', '885900232.62', '829630063.38', '186370081.28  ', '68022146.66', '1.65', '552531528.79', '-825029675.37', '-50360000.00', '1032262513.42', '0', '0', '0', '25336275.56', '413549906.25375', '110737529.0775', '33949939.24', '48846835.20375', '0.10140561227875633', '88590.023262', '330839.925003', '0', '2018/3/9 15:32:04');
INSERT INTO `operatingconditions` VALUES ('安徽迎驾贡酒股份有限公司', '2015', '1755570462.39', '1152236074.95', '13756597.57', '103877637.59', '-20833122.54', '19637966.48', '437206297.47', '3787969383.18', '983084753.46', '1523744675.88  ', '933738468.17', '0', '1514786851.10 ', '5248631093.08', '3653171951.89', '2199854423.03', '42387551.74', '2242241974.77', '3060514259.51', '5302756234.28', '518454804.94', '530399115.17', '60295542.84 ', '14552440.07 ', '0.69', '-918665.12', '-530443690.37', '570530200.00', '0', '0', '0', '18954178.60', '20935032.73', '408272200.55581397', '120570884.86976744', '3199208.7372093024', '24157590.137209304', '0.09877905224155514', '79420.16007046569', '268929.29877297796', '2903.5200061274513', '2018/3/22 16:45:37');
INSERT INTO `operatingconditions` VALUES ('安徽迎驾贡酒股份有限公司', '2016', '1766724348.29', '1130136091.91', '16461090.77', '96404972.15', '-11038647.46', '32178686.93', '445443980.00', '3825908744.72', '849703658.32', '1832923271.45', '919005974.36', '0', '1531334760.95 ', '5650715955.44', '3932428506.89', '2100341960.39', '54284889.22', '2154626849.61', '3202616656.06', '5357243505.67', '578031083.48', '683006555.00', '82799738.38', '11153080.47', '0.85', '704334937.32', '-282684645.29', '-398530000.00', '0', '0', '180804900', '24281655.34', '25358183.51', '4774930671.054054', '1562246171.5675676', '44489434.51351351', '260553978.7837838', '0.10229342406133932', '79618.6065399449', '243350.4611969697', '3344.5806253443525', '2018/3/13 15:40:30');
INSERT INTO `operatingconditions` VALUES ('安徽金种子集团有限公司', '2011', '931634911.74', '464361476.05', '0', '71146521.89', '-9316342.46', '40509462.70', '246726885.48', '2155282481.49', '606227932.07', '234911244.08', '157859960.44 ', '0', '662218193.21', '2343353623.16', '0', '1339515459.43', '5120000.00', '1344635459.43', '1472865215.27', '2817500674.70', '317360832.08', '365819413.21', '174920091.03 ', '49739209.20', '0.66', '121305064.45', '-76437123.52', '0', '281115700', '0', '0', '13923263.79', '1549000.00', '931634911.74', '317360832.08', '0', '71146521.89', '0.13543019241459622', '103307.56252604166', '303266.57283203123', '4532.312431640625', '2018/3/27 16:15:15');
INSERT INTO `operatingconditions` VALUES ('安徽金种子集团有限公司', '2012', '1271941343.64', '606397544.60', '0', '89597395.54', '-16605918.55', '66567941.97', '333002914.92', '1748008860.11', '810046780.06', '276551599.21', '175319222.11', '0', '674298486.31', '2974103974.24', '2205539287.41', '724334943.70', '6444257.07', '730779200.77', '1691528145.65', '2422307346.42', '378909053.09', '561295751.51', '169989355.69', '47035730.91 ', '1.01', '187827776.01', '116030572.34', '-100039500.36', '0', '0', '0', '15330567.23', '2478500.00', '1271941343.64', '378909053.09', '0', '89597395.54', '0.1274027594098576', '122902.70940317871', '412566.11859876744', '4972.613438209536', '2018/3/27 15:13:33');
INSERT INTO `operatingconditions` VALUES ('安徽金种子集团有限公司', '2013', '1179964131.36', '570725155.02', '64642397.29', '93925931.74', '-18485612.69', '46889244.29', '303308595.98', '2177057904.12', '627426985.74', '398836381.29', '185490327.41 ', '0', '906840282.33 ', '3180091565.92', '2171622932.13', '1329292570.53', '106785757.32', '1436078327.85', '1647819858.60', '3083898186.45', '172094070.14', '133452490.19', '316475201.69', '97236072.02 ', '0.24', '834683427.37', '-845012971.07', '-172290250.62', '0', '0', '0', '14928204.29', '5905450.00', '1179964131.36', '172094070.14', '64642397.29', '93925931.74', '0.054116073884247794', '54824.488735266', '375904.47000955715', '4755.719748327492', '2018/3/27 14:45:00');
INSERT INTO `operatingconditions` VALUES ('安徽金种子集团有限公司', '2014', '1143202923.22', '597283598.45', '114555016.04', '99704931.59', '-17683449.48', '21702053.83', '296797459.66', '2013738264.75', '293482316.13', '403934652.40 ', '292630332.58 ', '0', '1024301640.63', '3220256513.70', '2216158218.70', '1265014560.71', '109889782.94', '1374904343.65', '1663135561.73', '3038039905.38', '82060011.73', '88561655.24', '308495810.33 ', '110014189.84', '0.16', '97382225.47', '-386864894.92', '-44462000.16', '0', '0', '0', '17911775.10', '7101228.17', '1143202923.22', '82060011.73', '114555016.04', '99704931.59', '0.025482445693655306', '25366.30965378671', '353385.75679134467', '5536.8702009273575', '2018/3/27 13:41:03');
INSERT INTO `operatingconditions` VALUES ('安徽金种子集团有限公司', '2015', '923127457.18', '503960462.46', '100826924.30', '91913671.44', '-32038039.20', '11988772.64', '240701622.84', '2077121306.13', '1173965062.26', '423603081.85 ', '319501117.13', '0', '1100255191.13 ', '3310066007.53', '2241076941.43', '1401687473.93', '112711615.70', '1514399089.63', '1662977407.63', '3177376497.26', '40164100.71', '52082291.05', '300516418.97 ', '179322230.34 ', '0.09', '333207649.12', '575063847.11', '-27788750.10', '0', '0', '0', '17149764.83', '7452692.42', '923127457.18', '40164100.71', '100826924.3', '91913671.44', '0.012133927425807076', '11723.321865148862', '269447.59403969644', '5005.769068884996', '2018/3/27 10:46:14');
INSERT INTO `operatingconditions` VALUES ('安徽金种子集团有限公司', '2016', '735604347.84', '420673254.64', '100771530.99', '88738563.12', '-46427395.27', '-5319310.40', '200920950.54', '1859709592.39', '1192605033.74', '475449650.06', '382529177.00 ', '0', '1218741208.25 ', '3271970117.08', '2241020688.32', '1333692065.95', '118822358.51', '1452514424.46', '1625936376.18', '3078450800.64', '-25115380.56', '17019311.33', '292537027.61', '187244453.96', '0.03', '-182887307.68', '218200529.22', '-16673250.06', '0', '0', '221887300', '53755900', '11245020.01', '503838594.41095895', '-17202315.452054795', '69021596.56849314', '60779837.75342466', '-0.0076759199079769365', '-3139.4225699999997', '91950.54348000001', '6719.4875', '2018/3/12 13:30:59');
INSERT INTO `operatingconditions` VALUES ('安徽金种子集团有限公司', '2017', '645948270.65', '377831366.44', '88753497.01', '90080639.59', '-41201677.98', '-11703519.99', '181689840.87', '1606187178.12', '850056556.06', '516094760.87 ', '531716147.03 ', '0', '1318489235.95 ', '3133971822.77', '2247445643.53', '1207889310.96', '129498282.88', '1337387593.84', '1587288820.23', '2924676414.07', '-49535902.72', '8189818.88', '284557636.25 ', '175284451.65', '0.01', '-250235515.85', '-92312961.83', '0', '0', '0', '202549051.52', '23939094.56', '10362281.39', '520926024.7177419', '-39948308.645161286', '71575400.81451613', '72645677.08870968', '-0.015806109793360258', '-14729.676693428486', '192075.0135741897', '7118.374831995242', '2018/3/28 9:16:06');
INSERT INTO `operatingconditions` VALUES ('山西杏花村汾酒集团有限责任公司', '2012', '4302636158.57', '1677288473.66', '83549491.15', '319556575.20', '-13494540.46', '302172533.83', '1044877413.86', '3085951729.32', '922477912.95', '1195681183.33', '641547425.30', '0', '1258654721.94  ', '6112154800.87', '3552280245.08', '948025239.74', '0', '948025239.74', '3396581211.52', '4344606451.26', '1259488324.21', '1327314482.43', '131203044.57', '263824375.10 ', '1.5330', '380263130.34', '370468267.02', '-199734949.50', '0', '0', '0', '159605299.14', '0', '1162874637.4513512', '340402249.7864865', '22580943.554054055', '86366641.94594593', '0.20606289684134396', '167396.10901249337', '571854.8855090378', '21212.825510366823', '2018/3/21 16:20:38');
INSERT INTO `operatingconditions` VALUES ('山西杏花村汾酒集团有限责任公司', '2013', '3981262889.97', '1577834324.04', '72580066.70', '359110788.98', '‐20918349.80', '262205906.77', '951150043.01', '3329458927.71', '624518241.19', '1607411337.58', '769291377.62', '0', '1836985919.04', '5816694598.12', '3828853355.04', '1267637245.60', '0', '1267637245.60', '3898807601.15', '5166444846.75', '1448283993.37', '960424806.93', '199984652.95', '505592688.71', '1.1092', '434090506.79', '‐73889204.12', '‐680476552.43', '0', '0', '0', '213096241.79', '0', '', '0', '', '', '0.24898745652523965', '0', '0', '0', '2018/3/21 15:22:00');
INSERT INTO `operatingconditions` VALUES ('山西杏花村汾酒集团有限责任公司', '2014', '2322705708.65', '1215793182.38', '45108904.58', '346958593.04', '-9558373.95', '45607204.58', '563944558.41', '2793569488.78', '294627804.98', '1747919499.26', '754715277.00', '0', '2108383299.51', '5786101809.64', '3891860999.45', '1124690905.80', '0', '1124690905.80', '3777261882.49', '4901952788.29', '216812038.21', '355758196.70', '219473811.32', '758126936.87', '0.4109', '243705583.80', '-221992101.18', '-303249783.83', '0', '0', '0', '279846293.64', '0', '683148737.8382354', '63768246.53235295', '13267324.876470588', '102046645.01176472', '0.03747117581802274', '28341.442903267976', '303621.6612614379', '36581.21485490196', '2018/3/21 13:32:00');
INSERT INTO `operatingconditions` VALUES ('山西杏花村汾酒集团有限责任公司', '2015', '2722960204.94', '1296683313.61', '55001101.55', '320335817.27', '-4047497.30', '106172515.09', '658955499.96', '2884731875.86', '209593374.79', '1809593223.19', '1511540517.85  ', '0', '2639977276.44 ', '6706626658.02', '4424730318.83', '1456235142.14', '1918003.88', '1458153146.02', '4066556006.28', '5524709152.30', '383200255.06', '520602935.56', '214699257.05 ', '477577652.14', '0.6013 ', '76852377.06', '-210652862.80', '-1233944.45', '0', '0', '0', '296220357.86', '111000.00', '948766621.9303136', '133519252.63414633', '19164146.881533097', '111615267.3414634', '0.057137555823501336', '55730.11271960442', '396009.33754217566', '43080.33127690518', '2018/3/21 10:40:08');
INSERT INTO `operatingconditions` VALUES ('山西杏花村汾酒集团有限责任公司', '2016', '3363881940.82', '1507692278.09', '56480152.94', '342957229.23', '-535023.29', '148799400.78', '849200113.07', '3348324992.88', '282282340.26', '1,704,633,037.54', '1,700,057,977.40 ', '', '2,796,240,432.45 ', '7416626615.44', '4760065136.37', '1641628360.64', '10642188.31', '1652270548.95', '4492294876.38', '6144565425.33', '844329414.09', '605125960.75', '217,030,027.02', '442,352,094.95', '0.6989', '147334185.44', '170427578.75', '-275072798.72', '', '', '199597700', '9184202.06', '', '', '0', '', '', '0.11384278296176695', '0', '0', '0', '2018/3/8 9:13:28');
INSERT INTO `operatingconditions` VALUES ('新疆伊力特实业股份有限公司', '2011', '1234843025.05', '589905497.32', '81156273.49', '70142461.22', '12788387.09', '79465420.64', '195003776.91', '969326786.56', '50056560.12', '307,398,803.61 ', '80983252.61 ', '0', '1073085803.81', '2042412590.37', '0', '1045587473.67', '26469435.44', '1072056909.11', '1201470700.37', '2273527609.48', '285547006.55', '206081585.91', '314015.75 ', '4747056.37', '0.47', '110041925.09', '-273492384.97', '-2858258.55', '0', '0', '0', '108805072.73', '0', '', '0', '', '', '0.13980867915540554', '157153.00305448542', '679605.40729224', '59881.713115024766', '2018/4/10 15:34:57');
INSERT INTO `operatingconditions` VALUES ('新疆伊力特实业股份有限公司', '2012', '1762291716.28', '971915735.95', '133132728.14', '80096436.41', '10870396.55', '60199590.42', '269289547.37', '969216279.10', '30932270.50', '346380066.79', '116300699.87', '0', '1457901036.73', '2773865800.46', '1299640246.91', '1416130001.27', '18409752.21', '1434539753.48', '1416332309.83', '2148819903.67', '374394980.52', '374394980.52', '20447111.00', '0', '0.5367', '12779545.82', '142018811.84', '-173922647.28', '0', '0', '0', '122590111.16', '0', '', '0', '', '', '0.13497227604086423', '215665.311359447', '1015144.9978571428', '70616.42347926267', '2018/4/9 17:30:20');
INSERT INTO `operatingconditions` VALUES ('新疆伊力特实业股份有限公司', '2013', '1753072622.48', '909442683.70', '86021809.73', '63502793.07', '10810048.70', '136649813.72', '222448558.25', '1326963795.23', '127474000.01', '406346592.16', '110483284.79', '61376845.79', '721122177.23', '2048085972.46', '1474844227.08', '794307087.63', '17424966.83', '811732054.46', '1487643319.09', '2299375373.55', '401931878.77', '265282065.05', '20212314.51', '0', '0.6185', '397420623.04', '-14079088.40', '-224801885.11', '0', '0', '0', '112012980.98', '0', '', '0', '', '', '0.1962475619552391', '228240.70344690516', '995498.3659738785', '63607.59851220898', '2018/4/9 16:32:16');
INSERT INTO `operatingconditions` VALUES ('新疆伊力特实业股份有限公司', '2014', '1628293376.49', '775870844.74', '96731923.40', '68166544.20', '-2192391.12', '124386804.55', '229763212.28', '1189237648.40', '380697801.64', '446349630.73', '85495699.94', '', '822173820.43', '2011411468.83', '1641338769.89', '634309024.94', '21359893.65', '655668918.59', '1653514102.73', '2309183021.32', '393202883.89', '268072499.02', '563679.14 ', '0', '0.6079', '245858267.12', '274314710.12', '-97373779.68', '0', '0', '0', '125051323.93', '0', '', '0', '', '', '0.19548605045924228', '222148.5219717514', '919939.7607288136', '70650.46549717514', '2018/4/9 15:18:45');
INSERT INTO `operatingconditions` VALUES ('新疆伊力特实业股份有限公司', '2015', '163753425874', '', '', '', '', '', '', '0', '0', '', '0', '', '0', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '', '', '', '0', '97010323.38507108', '0', '2018/4/9 10:09:23');
INSERT INTO `operatingconditions` VALUES ('新疆伊力特实业股份有限公司', '2016', '1031342357.62', '651413729.62', '0', '25907673.96', '-12973577.31', '25069183.24', '252385406.77', '1702706721.12', '890607361.91', '484822467.05 ', '125343082.56  ', '113715082.60', '711091378.11', '2716049522.50', '1922382095.34', '603242291.90', '5906614.30', '609148906.20', '1804649193.03', '2413798099.23', '292560457.44', '276801251.94', '270803.35 ', '7418803.40  ', '0.6277 ', '133280433.57', '250380477.18', '-176400000.00', '0', '0', '23212223.81', '123466384.99', '4745165.34', '381978650.97037035', '108355724.97777776', '0', '9595434.799999999', '0.10771543560469082', '177309.36814545456', '625055.9743151516', '74828.11211515151', '2018/3/16 9:52:52');
INSERT INTO `operatingconditions` VALUES ('江苏今世缘酒业股份有限公司', '2014', '1056552405.21', '848041265.63', '12176043.95', '140132596.90', '-20961142.02', '0', '61389266.86', '3097064937.03', '1164412747.97', '1068597512.52  ', '554705733.41 ', '0', '871102268.26 ', '4500737401.36', '3544338905.27', '966115002.58', '0', '966115002.58', '3002052202.71', '3968167205.29', '750524553.57', '645623331.99', '160615391.18', '109719311.39 ', '1.3566 ', '105810800.47', '-242462346.57', '613363723.89', '0', '0', '0', '19921766.84', '2352600.00', '398699020.8339623', '283216812.6679246', '4594733.566037736', '52880225.24528302', '0.16675590834142248', '232216.7554362624', '326903.5907209159', '6163.913007425743', '2018/3/27 9:25:47');
INSERT INTO `operatingconditions` VALUES ('江苏今世缘酒业股份有限公司', '2015', '1188687633.54', '870404187.62', '7390979.75', '151676742.80', '-21837690.19', '32881001.24', '84578913.33', '3613839232.44', '1099306321.73', '1212539173.48 ', '658215479.32 ', '0', '1225574507.32 ', '5423388591.17', '4033686408.59', '1267388987.88', '10000000.00', '1277388987.88', '3562024751.88', '4839413739.76', '788555550.41', '685251481.96', '145514083.59 ', '37311783.11 ', '1.3656', '-14936564.90', '-79596935.35', '122732485.13', '0', '0', '0', '18303174.76', '4143530.00', '457187551.3615384', '303290596.31153846', '2842684.519230769', '58337208.769230776', '0.14539905027160946', '246577.72057848654', '371697.19622889307', '5723.31918699187', '2018/3/26 17:00:31');
INSERT INTO `operatingconditions` VALUES ('江苏今世缘酒业股份有限公司', '2016', '1111088386.88', '914473999.61', '7512101.23', '147609382.99', '-27684463.13', '15226472.00', '59774579.80', '3872509068.00', '526150371.19', '1312681872.54', '705216860.30 ', '0', '1505373525.62 ', '6178634333.07', '4614472898.02', '1403685787.50', '20787500.00', '1424473287.50', '3953409306.12', '5377882593.62', '579986526.24', '754161989.43', '122859910.56', '27403,069.79 ', '0.6012', '-33191827.09', '-486479906.46', '-53484078.01', '0', '0', '209451062.16', '51640564.81', '1714365.70', '370362795.6266667', '193328842.08', '2504033.7433333336', '49203127.663333334', '0.09386969595137379', '170584.27242352942', '326790.70202352945', '15188.401414705882', '2018/3/12 10:07:13');
INSERT INTO `operatingconditions` VALUES ('江苏洋河酒厂股份有限公司', '2012', '5468006061.90', '4616041947.78', '65465.99', '622072424.31', '-29967241.27', '72256889.50', '14675567.01', '13282375679.33', '4850401421.96', '4904883151.06', '2409093316.21', '0', '7668548271.30', '23657690858.87', '14694857742.79', '11786698699.87', '148608398.38', '11935307098.25', '9015616852.38', '20950923950.63', '3990833859.99', '6154302874.52', '1235036702.53', '1208353428.85 ', '5.7', '4900041838.59', '-323857752.31', '-1350049564.00', '114742693.00', '0', '0', '19888445.36', '8757767.62', '253148428.79166663', '184760826.85138887', '3030.83287037037', '28799649.273611106', '0.1686907603872807', '401896.6626374622', '550655.1925377643', '2002.8645881168177', '2018/3/21 9:25:25');
INSERT INTO `operatingconditions` VALUES ('江苏洋河酒厂股份有限公司', '2013', '5226720169.06', '4899777637.50', '6818.53', '483652074.89', '-98604025.91', '-5137174.16', '17655448.94', '14489892039.49', '4766756767.65', '7172324641.06 ', '4377861857.82', '0', '9545015536.45 ', '28218443261.61', '17389065779.30', '11508016197.38', '148014620.38', '11656030817.76', '12378876758.18', '24034907575.94', '5664573362.28', '5002071835.86', '1265096868.58 ', '736096796.24', '4.63 ', '-2574245077.74', '3809365619.78', '-1318765196.35', '391399729.41', '0', '0', '4290782.68', '4437803.72', '256211772.9931373', '277675164.81764704', '334.2416666666667', '23708435.043627452', '0.20074010850862253', '485479.3762667124', '447953.3912461433', '367.7393452176894', '2018/3/20 16:43:32');
INSERT INTO `operatingconditions` VALUES ('江苏洋河酒厂股份有限公司', '2014', '5689268060.57', '5125393507.30', '0', '656605071.90', '-91649211.56', '1048427.62', '17397351.94', '16889996196.18', '1922032336.18', '8192985164.49  ', '5089222263.83', '0', '10515005789.68  ', '28757723213.55', '19724734071.54', '11963103169.11', '147369092.38', '12110472261.49', '15294529724.37', '27405001985.86', '5088043251.21', '4507497244.21', '1280868738.09 ', '538578608.69 ', '4.19 ', '-1708485998.50', '2055901123.90', '-3192139556.87', '174941554.39', '0', '0', '4290782.68', '31474691.60', '281646933.69158417', '251883329.2678218', '0', '32505201.57920792', '0.17692788867279408', '402885.67988043395', '450492.36365270405', '339.7563290838546', '2018/3/20 15:24:50');
INSERT INTO `operatingconditions` VALUES ('江苏洋河酒厂股份有限公司', '2015', '6449659049.78', '5762090537.49', '0', '821741873.07', '-40073398.26', '86023209.99', '31332053.93', '23712839647.88', '857155107.31', '8958666159.35', '5424923024.54', '0', '10482890132.39 ', '33860320967.06', '22937096378.95', '16468484229.70', '146880083.32', '16615364313.02', '17580365467.25', '34195729780.27', '4524698952.87', '5365185534.99', '1304926268.31', '262711005.54', '3.56 ', '157900957.41', '930107777.72', '-2152885964.00', '270935020.78', '0', '0', '4288922.68', '18262639.04', '299984141.85023254', '210451114.08697674', '0', '38220552.23581395', '0.1336283538857094', '340433.2971838086', '485265.1455706869', '322.6937536678955', '2018/3/20 13:51:44');
INSERT INTO `operatingconditions` VALUES ('江苏洋河酒厂股份有限公司', '2016', '6894824928.20', '6007511662.33', '0.00', '879948170.35', '-250219369.17', '88390042.91', '73103638.46', '30368502887.94', '1570426948.87', '9636992631.75 ', '5131698753.07  ', '0.00', '10605178481.20  ', '38804062249.63', '26052771070.00', '21009389598.19', '146317919.32', '21155707517.51', '19817973851.63', '40973681369.14', '5038576827.29', '5827168870.88', '1292239478.41 ', '338015916.65  ', '3.87', '-743424823.04', '4169262606.82', '-2712621891.00', '414283740.11', '0.00', '0.00', '4288922.68', '29064221.47', '430926558.0125', '314911051.705625', '0', '54996760.646875', '0.12984663293436613', '167952.56090966667', '229827.49760666667', '142.96408933333333', '2018/3/7 16:33:29');
INSERT INTO `operatingconditions` VALUES ('河北衡水老白干酿酒（集团）有限公司', '2010', '591431780.43', '393094837.65', '1830532.26', '30511359.18', '9955207.53', '4144818.62', '147893585.49', '672257903.20', '21511338.06', '564855204.27', '311547168.86 ', '0', '536555960.80', '1290088602.06', '0', '734948858.59', '126756000.00', '861704858.59', '428383743.47', '1290088602.06', '46575422.13', '41646279.39', '142182093.82', '18679761.35 ', '0.30', '64547568.73', '-13491454.20', '-33694449.49', '0', '0', '0', '6535597.78', '1120600.00', '197143926.80999997', '15525140.71', '610177.42', '10170453.06', '0.03610249873972133', '19989.451557939916', '253833.38215879825', '2804.9775879828326', '2018/3/26 16:07:43');
INSERT INTO `operatingconditions` VALUES ('河北衡水老白干酿酒（集团）有限公司', '2011', '743178917.93', '438173174.28', '1973420.28', '38470084.02', '10483633.29', '19863023.18', '174840255.26', '804613170.01', '24652476.84', '740729210.32  ', '307512087.77 ', '0', '533135217.92 ', '1448672325.61', '506929870.39', '799967330.37', '71422000.00', '871389330.37', '466359057.56', '1337748387.93', '91473059.32', '92131389.52', '132438275.49', '43317252.92', '0.66', '60309148.10', '18374071.12', '-75542080.44', '0', '0', '0', '319991.46', '4474907.50', '247726305.97666666', '30491019.77333333', '657806.76', '12823361.340000002', '0.0631426843068069', '35942.26299410609', '292015.29191748524', '125.73338310412575', '2018/3/26 15:12:40');
INSERT INTO `operatingconditions` VALUES ('河北衡水老白干酿酒（集团）有限公司', '2012', '872322936.24', '465317048.10', '2360813.61', '59764593.09', '14763869.38', '31587792.71', '202780029.42', '963084588.19', '19405222.83', '895932597.88 ', '313414592.41  ', '0', '549032950.41', '1690557091.41', '623445517.61', '791350243.54', '134184500.00', '925534743.54', '586582795.06', '1512117538.60', '147537206.03', '112241323.04', '129115971.63', '97503713.14', '0.80', '-76866296.77', '-35289198.43', '106908241.19', '0', '0', '0', '270168.89', '6379000.00', '281394495.5612903', '47592647.10645161', '761552.7774193548', '19278900.996774193', '0.08727135379199018', '57296.002341747575', '338766.188831068', '104.91995728155341', '2018/3/26 14:08:58');
INSERT INTO `operatingconditions` VALUES ('河北衡水老白干酿酒（集团）有限公司', '2013', '986744459.84', '544772465.58', '1844605.21', '72672939.89', '18529877.85', '34993487.50', '234907008.94', '1101150882.78', '16299779.95', '1060335642.54', '333035653.15 ', '0', '614563683.73', '1857263699.49', '624438904.22', '1050517141.83', '26381000.00', '1076898141.83', '638816424.68', '1715714566.51', '151793406.40', '65559675.89', '125796752.07  ', '140430362.65 ', '0.47', '-101619.34', '-34596646.82', '31592823.28', '0', '0', '0', '2214874.82', '12137400.00', '286844319.7209302', '44125990.23255814', '536222.4447674418', '21125854.619186047', '0.081729593079153', '62184.92683326506', '404237.79591970507', '907.3637115936091', '2018/3/26 13:42:25');
INSERT INTO `operatingconditions` VALUES ('河北衡水老白干酿酒（集团）有限公司', '2014', '1100673685.12', '640378581.27', '70694068.50', '106939442.15', '22084495.34', '10019788.80', '260255944.84', '1409799189.62', '5197190.16', '1392252849.68 ', '473011466.14 ', '0', '670206418.07 ', '2243512864.43', '667406304.92', '1425358974.43', '23213500.00', '1448572474.43', '631433133.26', '2080005607.69', '18806670.50', '59137573.82', '120935746.07 ', '61256108.41', '0.42', '-68361590.56', '-74693978.41', '131952979.18', '0', '0', '0', '3722192.45', '10485660.00', '280784103.3469387', '4797620.025510204', '18034201.147959184', '27280469.93622449', '0.008382688950962683', '7507.6528942115765', '439390.6926626746', '1485.9051696606787', '2018/3/26 10:48:02');
INSERT INTO `operatingconditions` VALUES ('河北衡水老白干酿酒（集团）有限公司', '2015', '1196661121.73', '879246896.05', '3379067.67', '76955000.49', '9218526.45', '2074570.65', '301468494.18', '1720393335.20', '179680378.93', '1269796229.71', '540886394.57  ', '0', '711706058.62 ', '2802502280.62', '1542804214.72', '1047834747.87', '14916000.00', '1062750747.87', '1369348645.95', '2432099393.82', '-60365892.57', '75041933.89', '117658298.75 ', '234450.00', '0.54', '108844187.42', '-329902601.69', '395541603.04', '0', '0', '0', '3758978.44', '10700210.00', '282231396.6344339', '-14237238.813679244', '796949.9221698112', '18149764.266509432', '-0.02153999766117771', '-24175.367468962755', '479239.53613536246', '1505.397853424109', '2018/3/26 9:41:41');
INSERT INTO `operatingconditions` VALUES ('河北衡水老白干酿酒（集团）有限公司', '2016', '1360529701.81', '889473584.79', '1310905.92', '100224440.28', '1901940.76', '746341.95', '353333904.71', '1397521306.25', '157497237.33', '1124893782.54  ', '533313779.12 ', '0', '713692834.88', '3204310895.37', '1607223606.47', '749795916.33', '12380000.00', '762175916.33', '1349038224.80', '2111214141.13', '26859788.77', '110843259.72', '125742236.98 ', '648600.01', '0.25', '91784639.13', '104048261.71', '-218016042.44', '0', '0', '477517000', '0', '10888200.00', '', '0', '', '', '0.008382391611503889', '0', '0', '0', '2018/3/9 17:30:16');
INSERT INTO `operatingconditions` VALUES ('泸州老窖股份有限公司', '2012', '3360264840.95', '1640997666.10', '0', '456269191.93', '-24083527.33', '498401820.42', '36620484.24', '8230430053.86', '5480880220.09', '0', '760430550.78 ', '0', '2730081297.37  ', '15572976437.82', '9703349887.06', '1005822684.33', '25917294.13', '1031739978.46', '9928771372.77', '10960511351.23', '4949423835.29', '4390257185.30', '272625842.84', '168006570.90 ', '3.14', '1092550923.40', '4431676933.20', '-1871676768.07', '0', '0', '0', '34222241.43', '15859349.22', '152048182.84841627', '223955829.6511312', '0', '20645664.793212667', '0.3178213140597836', '2658122.3605209454', '1804653.5128625133', '18379.291852846403', '2018/3/22 14:27:30');
INSERT INTO `operatingconditions` VALUES ('泸州老窖股份有限公司', '2013', '1585253506.75', '854188930.11', '0', '331988521.30', '-142895819.99', '129398967.73', '17726647.13', '8623627377.55', '4022571843.38', '3856832.17 ', '840781366.49', '0', '2788976028.48', '10568084468.94', '10568084468.94', '805119227.21', '27386944.48', '832506171.69', '10580097234.34', '11412603406.03', '3353680824.25', '3437822898.06', '251413944.26', '147418444.79 ', '2.46', '104825476.10', '2643117484.18', '-4206251336.99', '1128985756.40', '0', '0', '37352520.43', '13590032.51', '88561648.42178772', '187356470.62849164', '0', '18546844.76536313', '0.31734046355388196', '1836626.9574205915', '868156.3563800657', '20455.925755750275', '2018/3/22 13:38:10');
INSERT INTO `operatingconditions` VALUES ('泸州老窖股份有限公司', '2014', '1286960421.34', '856524868.66', '0', '379675609.29', '-73739313.41', '-33910952.68', '13341929.39', '7608001732.69', '4002908368.63', '0', '766625819.50 ', '0', '3048843478.84  ', '13170818969.48', '9713103886.32', '712896705.74', '36992606.24', '749889311.98', '9906955899.55', '10656845211.53', '1027133545.26', '879794569.19', '243405722.86', '223932915.67 ', '0.63', '119228720.23', '810695739.19', '-949587934.17', '61975905.45', '0', '0', '43687837.68', '28233109.44', '64998001.07777777', '51875431.57878788', '0', '19175535.822727274', '0.07798554878326996', '538047.9545625983', '674154.2280460974', '22885.19522262965', '2018/3/22 10:22:00');
INSERT INTO `operatingconditions` VALUES ('泸州老窖股份有限公司', '2015', '1619273391.85', '1282854812.65', '0', '362154413.16', '-40983636.71', '14407060.03', '7583056.19', '7492817914.04', '2100085510.42', '24871.32', '753076699.65', '0', '3624194996.65  ', '13181673694.79', '10276158778.85', '605082852.20', '98533091.34', '703615943.54', '10413396967.15', '11117012910.69', '1430911595.61', '1472978108.60', '235397501.46', '180421340.92  ', '1.05 ', '235324457.41', '992713870.81', '-3130861186.43', '1901190401.56', '0', '0', '46570685.75', '19085122.53', '84778711.61518323', '74916837.46649213', '0', '18960964.039790574', '0.10855310400951296', '882189.6397102342', '998318.9838779285', '28711.890104808877', '2018/3/22 9:21:20');
INSERT INTO `operatingconditions` VALUES ('泸州老窖股份有限公司', '2016', '2092716684.94', '1806009553.57', '0', '433254957.60', '-41706236.12', '-31713561.17', '16145061.10', '8427509045.87', '2538700551.83', '20726.78', '847910003.06  ', '0', '3641325244.61', '13674035552.67', '11030504418.15', '647975798.90', '72168834.64', '720144633.54', '11348689656.94', '12068834290.48', '2074919270.35', '1927743515.83', '227389280.06', '2123067.61', '1.375', '10684366.45', '2022101464.28', '-1594170789.32', '2034514436.73', '0', '0', '76686341.64', '23093620.00', '4185433369.88', '4149838540.7', '0', '866509915.2', '0.15174154421039587', '1032811.981259333', '1041670.8237630662', '38171.39952215032', '2018/3/9 9:57:12');
INSERT INTO `operatingconditions` VALUES ('甘肃皇台酒业股份有限公司', '2014', '44469139.20', '2806489.97', '0', '15669304.69', '11165100.91', '0', '8347628.57', '232347157.53', '29944540.08', '183285816.25  ', '101456325.56', '0', '232558081.48 ', '495789298.37', '117609253.59', '377515276.91', '0', '377515276.91', '87389962.10', '464905239.01', '-30688627.64', '-39288539.32', '95763193.01  ', '0', '-0.22 ', '-38674025.89', '-120234.06', '24544157.79', '0', '0', '0', '20879250.85', '8000000.00', '222345696', '-153443138.2', '0', '78346523.44999999', '-0.06189852774332685', '-60890.134206349205', '88232.41904761906', '41427.08501984127', '2018/3/29 16:53:00');
INSERT INTO `operatingconditions` VALUES ('甘肃皇台酒业股份有限公司', '2015', '58326158.13', '33798042.22', '0', '14223671.96', '12605736.20', '0', '11122725.94', '236905455.08', '23572353.50', '190731378.06  ', '91103232.02  ', '0', '229222106.53', '541294989.85', '128471114.10', '374745055.41', '0', '374745055.41', '91382506.20', '466127561.61', '-525171.94', '6344144.47', '93103889.45  ', '0', '0.04 ', '4631676.79', '3471826.30', '-8557963.17', '0', '0', '0', '2450894.61', '5000000.00', '416615415.2142857', '-3751228.1428571423', '0', '101597656.85714285', '-0.0009702139311238259', '-958.3429562043794', '106434.59512773724', '4472.435419708029', '2018/3/29 16:26:28');
INSERT INTO `operatingconditions` VALUES ('甘肃皇台酒业股份有限公司', '2016', '33627501.72', '21922865.77', '0', '17926891.62', '16797621.29', '5624813.30', '9004313.18', '181322934.92', '4739790.49', '167391245.68  ', '81805705.08  ', '0', '205257746.39 ', '392495322.85', '44932403.03', '332706824.05', '16235791.50', '348942615.55', '37638065.76', '386580681.31', '-91258408.74', '-106938822.56', '90450257.08  ', '549200.25 ', '-0.71', '-41257126.49', '1638374.81', '44286188.67', '0', '0', '0', '4838751.82', '313600.00', '', '0', '', '', '-0.23250827061416024', '0', '0', '0', '2018/3/16 14:10:51');
INSERT INTO `operatingconditions` VALUES ('贵州茅台酒股份有限公司', '2012', '6256301817.75', '1989733552.08', '64530539.63', '1825337670.94', '-37833533.39', '76361687.21', '2106025225.84', '16003319676.76', '2346119132.16', '9290744784.63', '6672181519.62 ', '0', '8608073279.50 ', '44998208953.46', '34149654123.68', '5831055956.72', '17770000.00', '5848825956.72', '18762566999.54', '24611392956.26', '4031542558.26', '13308079612.88', '862615899.20 ', '392672323.95', '12.82', '3180075574.89', '556608071.86', '-4106336166.87', '0', '0', '0', '226165566.97', '2449600.00', '2606792424.0625', '1679809399.275', '26887724.845833335', '760557362.8916668', '0.08959340053800091', '293908.4754873515', '456098.40473500034', '16487.9760129766', '2018/3/19 14:48:44');
INSERT INTO `operatingconditions` VALUES ('贵州茅台酒股份有限公司', '2013', '6614689884.25', '2131716300.84', '83485148.69', '2339455468.11', '-81673284.37', '2752024.80', '2263078659.10', '27515612647.04', '11767534482.50', '11571385597.19 ', '8187974236.13 ', '0', '12936824026.66 ', '55454150677.05', '42622216487.81', '16492482427.16', '17770000.00', '16510252427.16', '23942184246.54', '40452436673.70', '11846446692.02', '15136639784.35', '3561823777.17 ', '456328292.13 ', '14.58  ', '9461376894.05', '6720242945.94', '-6760204489.65', '0', '0', '0', '219453950.83', '28390000.00', '2544111493.9423075', '4556325650.776923', '32109672.573076922', '899790564.6576923', '0.2136259693347484', '705145.6364297619', '393731.54072916665', '13062.735168452382', '2018/3/19 13:51:05');
INSERT INTO `operatingconditions` VALUES ('贵州茅台酒股份有限公司', '2014', '6878164767.50', '2281304670.52', '157619707.97', '2900296148.83', '-330464567.42', '755527.91', '2237808548.41', '28733063016.76', '10705304860.18', '14804366406.46', '9877721695.96', '0', '17891824175.05', '65873165224.63', '53430402446.09', '16919899190.90', '17770000.00', '16937669190.90', '29687218000.91', '46624887191.81', '10286788602.28', '15349804322.27', '3581427348.92', '3421774448.02', '13.44', '-2713988692.10', '6192758389.78', '-4562999320.00', '0', '0', '0', '981806815.28', '909000.00', '291417.0361546753', '435835.07336008764', '6678.09941878989', '122880.99169366948', '0.15616053315795075', '588253.4798581804', '393330.17484416993', '56144.95426774175', '2018/3/19 13:08:03');
INSERT INTO `operatingconditions` VALUES ('贵州茅台酒股份有限公司', '2015', '8843334301.91', '2938707489.35', '168745258.79', '3278846727.23', '-351434126.31', '4938862.01', '2911233126.52', '34499808800.30', '15052964058.28', '17477555337.66 ', '10896574563.10  ', '0', '20625375812.12', '86301463422.77', '63925978438.99', '20806323234.30', '15570000.00', '20821893234.30', '34303291378.12', '55125184612.42', '9616111491.22', '15503090276.38', '3581598097.76 ', '4894659089.25 ', '12.34  ', '1975006351.78', '7412720695.54', '-5018067849.22', '0', '0', '0', '965773546.33', '1063800.00', '2977553637.006734', '3237747976.8417506', '56816585.45117845', '1103988797.047138', '0.11142466314983553', '455416.1255609756', '418817.63210561214', '45738.74242623727', '2018/3/19 9:31:42');
INSERT INTO `operatingconditions` VALUES ('贵州茅台酒股份有限公司', '2016', '12897811607.61', '4012955224.27', '229398121.06', '3434561022.14', '-405246106.88', '99933605.52', '5948957026.49', '38186862226.81', '16513169211.26', '19543009963.46  ', '13927360894.01  ', '0', '21473858691.84  ', '112934538280.41', '72894137783.25', '23842601508.53', '15570000.00', '23858171508.53', '35802549410.12', '59660720918.65', '9151321050.29', '16954689021.77', '2735565169.24  ', '3531208292.36  ', '13.31', '715703020.75', '8562947097.92', '-7818444965.69', '0', '0', '0', '1628507252.03', '36180.00', '', '0', '', '', '0.08103208451224898', '0', '0', '0', '2018/3/7 9:53:34');
INSERT INTO `operatingconditions` VALUES ('酒鬼酒股份有限公司', '2011', '553647730.92', '468132222.63', '113325728.69', '96843468.45', '1349076.13', '7790540.64', '143706481.00', '1094740184.01', '530767860.92', '404647750.27 ', '384499976.77', '0', '733833767.06', '2148798055.28', '0', '286840061.15', '0', '286840061.15', '1541733889.92', '1828573951.07', '105986725.72', '192618664.80', '90061500.47 ', '7757744.00 ', '0.6280  ', '241072778.22', '-103447984.14', '230947849.08', '0', '0', '0', '30286838.80', '14901200.00', '553647730.92', '105986725.72', '113325728.69', '96843468.45', '0.04932372563330031', '80782.56533536586', '421987.5997865853', '23084.480792682927', '2018/3/30 14:42:20');
INSERT INTO `operatingconditions` VALUES ('酒鬼酒股份有限公司', '2012', '871255153.38', '126261109.73', '109980951.24', '122661238.26', '-2673063.44', '77650842.31', '224980956.44', '1208266849.05', '512531606.14', '501815308.28 ', '381990335.44', '0', '802517211.69', '2542905207.31', '1867299242.53', '224204669.37', '0', '224204669.37', '1786579391.37', '2010784060.74', '322496343.76', '495449573.70', '100622964.65', '16549973.34', '1.5248', '82215457.07', '-100451711.85', '0', '0', '0', '0', '300651181.83', '170053333.00', '708337523.0731708', '262192149.398374', '89415407.51219513', '99724583.95121951', '0.12682200769141183', '150910.78322882546', '407700.1185680861', '140688.43323818437', '2018/3/30 13:50:56');
INSERT INTO `operatingconditions` VALUES ('酒鬼酒股份有限公司', '2013', '378235018.49', '82585066.54', '74353502.54', '104483537.03', '-1263549.26', '2231110.24', '96395388.88', '1091017008.80', '268044391.22', '628734769.87', '392138911.82', '0', '908762224.25', '2177283541.92', '1765629886.67', '244032880.84', '0', '244032880.84', '1755746352.21', '1999779233.05', '36383867.08', '5979608.05', '104810186.06 ', '25649312.26 ', '-0.1129 ', '-186594443.20', '-42631937.15', '-15260796.00', '-25000000.00', '0', '0', '25319782.93', '15407100.00', '700435219.4259259', '67377531.62962963', '137691671.3703704', '193488031.53703701', '0.016710670144466123', '18832.22933747412', '195773.81909420292', '13105.477707039337', '2018/3/30 11:18:03');
INSERT INTO `operatingconditions` VALUES ('酒鬼酒股份有限公司', '2014', '224995629.80', '96754199.19', '6345261.40', '97353140.48', '-1313998.41', '-8346751.63', '54001828.59', '957463911.66', '89365014.17', '674677051.89', '367361029.89 ', '0', '961476110.29 ', '2106915039.33', '1668154587.32', '172668843.82', '2000000.00', '174668843.82', '1744271178.13', '1918940021.95', '-19821925.71', '-97475299.35', '102078565.35', '88802296.29 ', '-0.30', '-49459514.33', '-78609867.25', '-50610000.00', '0', '0', '0', '15362909.62', '21394034.99', '374992716.3333334', '-33036542.85', '10575435.666666668', '162255234.13333336', '-0.009408032758788121', '-17841.517290729073', '202516.3184518452', '13828.001458145814', '2018/3/30 10:25:38');
INSERT INTO `operatingconditions` VALUES ('酒鬼酒股份有限公司', '2015', '310204628.63', '83609671.83', '6610315.24', '84073203.44', '-1982519.07', '14496906.99', '83074822.11', '985991198.01', '54728933.05', '660908930.52', '468855479.24 ', '0', '973833239.95', '2280973379.72', '1756724173.41', '184814173.81', '5700000.00', '190514173.81', '1769310264.15', '1959824437.96', '39535993.01', '88569586.09', '98730050.10', '4462586.41  ', '0.2726', '8795851.46', '-47132002.51', '3700000.00', '0', '0', '0', '17868819.13', '1330713.32', '402863154.064935', '51345445.46753246', '8584824.987012988', '109185978.49350649', '0.017332948013121147', '35143.104897777775', '275737.4476711111', '15883.394782222222', '2018/3/30 9:20:37');
INSERT INTO `operatingconditions` VALUES ('酒鬼酒股份有限公司', '2016', '328706018.28', '73079032.44', '41182375.33', '81004011.68', '-423129.17', '3058280.49', '87911229.38', '1076595645.33', '70978375.66', '676435447.00 ', '432932004.24', '0', '928153533.16', '2360797878.39', '1865308541.73', '199018196.76', '6449696.91', '205467893.67', '1799281284.82', '2004749178.49', '33029301.16', '108584368.32', '95394493.96 ', '6181685.46', '0.3342', '68449514.30', '-53400162.72', '1200000.00', '0', '0', '0', '24203678.81', '1194399.87', '521755584.57142854', '52427462.15873016', '65368849.730158724', '128577796.31746033', '0.013990736548155951', '33910.98681724846', '337480.5115811088', '24849.772905544145', '2018/3/15 13:50:16');
INSERT INTO `operatingconditions` VALUES ('金徽酒股份有限公司', '2016', '755055714.00', '492570710.19', '', '91613716.41', '10222055.59', '', '153081356.07', '797268534.75', '322015513.62', '368210005.31', '965005432.98 ', '962000000.00', '1297015868.76 ', '2258257343.61', '1641634624.02', '633307532.49', '6009000.00', '639316532.49', '1454967871.02', '2094284403.51', '179571957.20', '221865803.02', '167181071.07', '124499794.71', '0.85', '85231547.21', '-64013154.15', '11422719.44', '', '', '51358900', '24097684.67', '5995464.32', '457609523.6363637', '108831489.2121212', '0', '55523464.49090909', '0.07951793346675903', '110846.88716049382', '466083.77407407406', '14875.11399382716', '2018/3/15 9:35:44');
INSERT INTO `operatingconditions` VALUES ('青海互助青稞酒股份有限公司', '2011', '618424761.17', '302508837.84', '0', '43746796.33', '3357337.34', '27168410.24', '162506569.51', '1444419563.84', '1053395460.99', '209516115.08 ', '125317631.27', '0', '230718679.67 ', '1675138243.51', '0', '156852524.39', '33785118.12', '190637642.51', '1484500601.00', '1675138243.51', '207076524.12', '179908113.88', '27892101.98 ', '39957402.24 ', '0', '21735483.03', '15260924.32', '858594017.62', '0', '294203277.91', '0', '7381759.68', '0', '', '0', '', '', '0.12361757301063243', '143206.44821576762', '427679.6411964038', '5104.951369294606', '2018/4/2 17:51:59');
INSERT INTO `operatingconditions` VALUES ('青海互助青稞酒股份有限公司', '2013', '844663423.29', '432672148.60', '0', '61835177.18', '-15739208.58', '38686647.06', '216904866.91', '1278870943.10', '704456309.93', '339221377.28', '314992395.63', '0', '671279326.37', '2384045520.34', '2041891797.66', '270678818.36', '17845214.84', '288524033.20', '1661626236.27', '1950150269.47', '249406980.97', '373386786.88', '42185161.73 ', '48494798.47 ', '0.8297', '92729895.98', '-72503418.61', '-112500000.00', '48704675.00', '0', '0', '17579145.01', '42570946.64', '383937919.6772727', '113366809.53181817', '0', '28106898.718181815', '0.10461502468897108', '143667.61576612902', '486557.2714804147', '10126.23560483871', '2018/3/30 16:34:46');
INSERT INTO `operatingconditions` VALUES ('青海互助青稞酒股份有限公司', '2014', '752493847.83', '417067350.94', '5475598.19', '62802363.32', '-10134903.69', '22743481.15', '194024613.80', '1164114815.29', '629768857.24', '387825922.90', '309514464.69 ', '0', '846081775.22 ', '2502558068.94', '2224342743.43', '196335132.70', '22247043.98', '218582176.68', '1791614413.83', '2010196590.51', '287731658.71', '317259987.99', '143432742.22  ', '166039743.25 ', '0.7050', '58962899.38', '1349647.93', '-135000000.00', '500000.00', '0', '0', '19933724.81', '21799477.34', '376246923.915', '143865829.355', '2737799.095', '31401181.66', '0.11497501787515903', '156290.9607332971', '408741.90539380774', '10827.661493753394', '2018/3/30 15:54:10');
INSERT INTO `operatingconditions` VALUES ('青海互助青稞酒股份有限公司', '2015', '669033252.97', '330571126.46', '6654722.65', '68436080.64', '-5483976.69', '27887744.03', '170528870.89', '1082936638.86', '185667609.01', '511588614.95 ', '338548957.79 ', '0', '1143303753.22 ', '2722960198.84', '2345111759.58', '243941173.12', '22308462.14', '266249635.26', '1959990756.82', '2226240392.08', '308764087.02', '231010972.56', '143902383.71', '299364514.79  ', '0.5134  ', '-2147933.64', '-329453314.59', '-112500000.00', '179253795.24', '0', '0', '19682771.66', '9033036.62', '393548972.3352941', '181625933.54117647', '3914542.735294118', '40256518.02352941', '0.11339280212451713', '140475.01684258415', '304382.73565514106', '8954.85516833485', '2018/3/30 15:14:25');
INSERT INTO `operatingconditions` VALUES ('青海互助青稞酒股份有限公司', '2016', '706059993.56', '367698056.39', '7616525.51', '69559816.20', '-8352997.18', '25843121.66', '185804434.48', '1215407582.49', '197295549.32', '524709029.40  ', '773752249.75  ', '0', '1300461511.50  ', '3162682731.10', '2477077140.72', '348747141.03', '19994880.26', '368742021.29', '2147127072.70', '2515869093.99', '293979437.54', '216123918.26', '142836864.57  ', '944326.67  ', '0.4803  ', '32594235.50', '60033704.81', '-81000000.00', '124573600.00', '0', '0', '21217806.40', '5287061.69', '405781605.49425286', '168953699.7356322', '4377313.511494253', '39976905.862068966', '0.09295255406088496', '133748.60670609647', '321228.38651501364', '9653.233121019108', '2018/3/15 15:47:08');

-- ----------------------------
-- Table structure for product
-- ----------------------------
DROP TABLE IF EXISTS `product`;
CREATE TABLE `product` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `enterprise` varchar(255) NOT NULL,
  `brand` text NOT NULL,
  `degree` text NOT NULL,
  `scent` varchar(255) NOT NULL,
  `other` varchar(255) DEFAULT NULL,
  `Releasetime` datetime NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=32 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of product
-- ----------------------------
INSERT INTO `product` VALUES ('14', '贵州茅台酒股份有限公司', '陈年茅台酒、普通茅台酒、低度茅台酒、其他酱香酒', '53度、52度、51度 、46度、43度 ', '酱香型', '白酒', '2018-03-12 14:29:49');
INSERT INTO `product` VALUES ('16', '四川省宜宾五粮液集团有限公司', '五粮液、五粮春、五粮醇、五粮神、五粮窖龄酒、五粮源、五湖液、五粮国宾、五粮液王凤年百年诞辰纪念酒 五粮特曲、五粮头曲、五粮窖、五粮陈酒、五星级、百年老店、京酒、烤酒、天缸酒、紫光液、四方见喜酒', '68度,52度,50度,45度,39度,38度', '浓香型', '白酒', '2018-03-12 15:34:18');
INSERT INTO `product` VALUES ('17', '江苏洋河酒厂股份有限公司', ' 梦之蓝系列、 海之蓝系列、 天之蓝系列 、苏酒系列、 洋河系列 、柔和双沟系列、 定制系列 、微分子系列 、邃高遥系列 、双沟珍宝坊系列 、洋河老字号', '68度、53度、52度、45度、43.8度、42度、41.8度、40.8度、33.8度', '浓香型', '白酒', '2018-03-12 16:15:55');
INSERT INTO `product` VALUES ('18', '山西杏花村汾酒集团有限责任公司', '国藏汾酒、青花瓷汾酒、中华汾酒、老白汾酒、十年陈酿、十五年陈酿、二十年陈酿、青花瓷三十年、珍珠粉、玻瓶汾酒、老坛汾酒', '65度、60度、59度、53度、52度、50度、45度、42度', '清香型', '白酒', '2018-03-12 15:08:33');
INSERT INTO `product` VALUES ('19', '泸州老窖股份有限公司', '国窖1573、特曲、窖龄酒、头曲、二曲、养生酒', '68度、60度、55度、53度、52度、50.8度、50度、46度 、45度、43度、42度、40.9度、40.8度38度、35度、33度', '浓香型', '白酒', '2018-03-12 15:33:48');
INSERT INTO `product` VALUES ('20', '安徽口子酒业股份有限公司', '口子窖、老口子、口子坊、口子美酒', '65度,52度,50度,46度,45度,42度,41度,38度,33度', '兼香型', '白酒', '2018-03-09 11:23:45');
INSERT INTO `product` VALUES ('21', '安徽古井贡酒股份有限公司', '古井贡酒‧年份原浆、淡雅古井贡酒V6、古井系列、黄鹤楼酒', '50度、45度、42度、40.6度、38度', '浓香型', '白酒', '2018-03-12 16:04:59');
INSERT INTO `product` VALUES ('22', '河北衡水老白干酿酒（集团）有限公司', '衡水老白干系列、十八酒坊系列', '38.6度、39度、40度、41度、42度、42.8度、52度、67度', '老白干型', '白酒', '2018-03-12 16:05:31');
INSERT INTO `product` VALUES ('23', '江苏今世缘酒业股份有限公司', '国缘系列、今世缘系列、高沟系列', '68度、52度、49度、48度、42度、41.8度、40度、38度', '浓香型', '白酒', '2018-03-12 16:06:05');
INSERT INTO `product` VALUES ('24', '安徽金种子集团有限公司', '和泰系列、金种子系列、醉三秋系列、颍州系列、种子系列', '65度、53度、52度、50度、46度、41.8度、40.8度、40.3度、40.2度、40度', '浓香型', '白酒', '2018-03-12 16:06:37');
INSERT INTO `product` VALUES ('25', '四川沱牌舍得酒业股份有限公司', '舍得系列、沱牌系列、陶醉系列、酱香型系列', '68度,53度,52度,50度,45度,42度,38度,33度', '浓香型', '白酒', '2018-03-13 08:57:48');
INSERT INTO `product` VALUES ('26', '四川水井坊股份有限公司 ', '水井坊系列、全兴系列', '52度,42度,38度', '浓香型', '白酒', '2018-03-13 13:50:24');
INSERT INTO `product` VALUES ('27', '安徽迎驾贡酒股份有限公司', '迎驾洞藏、迎驾金银星、迎驾古坊、百年迎驾贡、迎驾普酒、迎驾散装酒、迎驾定制酒、迎驾电商', '60度,52度,50度,45度,42度,40.3度,38度', '浓香型', '白酒', '2018-03-13 15:54:22');
INSERT INTO `product` VALUES ('28', '金徽酒股份有限公司', '金徽系列、世纪金徽星级系列、世纪金徽陈香系列、陇南春系列', '56度,52度,50度,48度,46度,45度,42度', '浓香型', '', '2018-03-15 10:07:13');
INSERT INTO `product` VALUES ('29', '酒鬼酒股份有限公司', '内参酒、酒鬼酒、湘泉酒、洞藏酒', '58度,54度,52度,42度,38度', '馥郁香型白酒', '', '2018-03-15 14:13:07');
INSERT INTO `product` VALUES ('30', '青海互助青稞酒股份有限公司', '互助、天佑德、八大作坊、永庆和', '58度,53度,52度,50度,48度,46度,45度,43度,42度,35度', '清香型', '', '2018-03-15 16:11:43');
INSERT INTO `product` VALUES ('31', '甘肃皇台酒业股份有限公司', '皇台二十二年至尊酒、皇台至尊十八年窖藏、皇台金六鼎精品酒 精品皇台红六鼎、皇台12号窖藏、皇台10号窖藏、皇台本色8号窖藏 、皇台本色6号窖藏', '52度,45度', '浓香型', '葡萄酒', '2018-03-16 15:18:12');

-- ----------------------------
-- Table structure for researchinvestment
-- ----------------------------
DROP TABLE IF EXISTS `researchinvestment`;
CREATE TABLE `researchinvestment` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `enterprise` varchar(255) NOT NULL,
  `year` varchar(255) NOT NULL,
  `techDevelopCost` decimal(36,2) NOT NULL,
  `RdInvestment` decimal(36,2) NOT NULL,
  `RdOrgLevel` varchar(255) NOT NULL,
  `RderNum` int(11) NOT NULL,
  `RderSeniorNum` int(11) NOT NULL,
  `patentFilingNum` int(11) DEFAULT NULL,
  `patentLicNum` int(11) DEFAULT NULL,
  `Releasetime` datetime NOT NULL,
  PRIMARY KEY (`id`,`enterprise`,`year`)
) ENGINE=InnoDB AUTO_INCREMENT=72 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of researchinvestment
-- ----------------------------
INSERT INTO `researchinvestment` VALUES ('2', '贵州茅台酒股份有限公司', '2016', '0.00', '609608900.00', '国家重点', '1945', '0', '0', '0', '2018-03-07 10:20:02');
INSERT INTO `researchinvestment` VALUES ('4', '四川省宜宾五粮液集团有限公司', '2016', '0.00', '85037011.24', '国家重点', '2733', '0', '0', '0', '2018-03-07 16:00:18');
INSERT INTO `researchinvestment` VALUES ('5', '江苏洋河酒厂股份有限公司', '2016', '0.00', '36735345.28', '国家重点', '355', '0', '0', '0', '2018-03-07 16:46:37');
INSERT INTO `researchinvestment` VALUES ('6', '山西杏花村汾酒集团有限责任公司', '2016', '0.00', '11330511.08', '国家重点', '253', '0', '0', '0', '2018-03-08 09:37:27');
INSERT INTO `researchinvestment` VALUES ('7', '泸州老窖股份有限公司', '2016', '0.00', '71383963.73', '国家重点', '417', '0', '95', '0', '2018-03-09 10:14:11');
INSERT INTO `researchinvestment` VALUES ('8', '安徽口子酒业股份有限公司', '2016', '0.00', '11091986.79', '国家重点', '73', '100', '0', '0', '2018-03-09 13:23:12');
INSERT INTO `researchinvestment` VALUES ('9', '安徽古井贡酒股份有限公司', '2016', '0.00', '189540000.00', '国家重点', '586', '28', '102', '0', '2018-03-09 16:00:23');
INSERT INTO `researchinvestment` VALUES ('10', '河北衡水老白干酿酒（集团）有限公司', '2016', '0.00', '6098080.68', '国家重点', '62', '0', '0', '0', '2018-03-12 09:12:49');
INSERT INTO `researchinvestment` VALUES ('11', '江苏今世缘酒业股份有限公司', '2016', '0.00', '14106944.34', '国家重点', '108', '0', '0', '0', '2018-03-12 10:27:57');
INSERT INTO `researchinvestment` VALUES ('12', '安徽金种子集团有限公司', '2016', '0.00', '21744455.47', '国家重点', '74', '0', '95', '0', '2018-03-12 13:47:47');
INSERT INTO `researchinvestment` VALUES ('13', '四川沱牌舍得酒业股份有限公司', '2016', '0.00', '13362957.46', '国家重点', '40', '4', '0', '0', '2018-03-13 09:52:48');
INSERT INTO `researchinvestment` VALUES ('14', '四川水井坊股份有限公司 ', '2017', '0.00', '12941885.15', '国家重点', '37', '0', '0', '0', '2018-03-13 13:47:57');
INSERT INTO `researchinvestment` VALUES ('15', '安徽迎驾贡酒股份有限公司', '2017', '0.00', '19290581.98', '国家重点', '226', '0', '0', '0', '2018-03-13 16:07:54');
INSERT INTO `researchinvestment` VALUES ('16', '金徽酒股份有限公司', '2016', '0.00', '6547328.96', '国家重点', '45', '6', '32', '0', '2018-03-15 10:56:21');
INSERT INTO `researchinvestment` VALUES ('17', '酒鬼酒股份有限公司', '2016', '0.00', '0.00', '国家重点', '0', '0', '0', '0', '2018-03-15 14:39:43');
INSERT INTO `researchinvestment` VALUES ('18', '青海互助青稞酒股份有限公司', '2016', '0.00', '13749570.97', '国家重点', '137', '0', '18', '0', '2018-03-15 16:31:12');
INSERT INTO `researchinvestment` VALUES ('19', '新疆伊力特实业股份有限公司', '2016', '0.00', '19920000.00', '国家重点', '106', '2', '0', '0', '2018-03-16 10:57:54');
INSERT INTO `researchinvestment` VALUES ('20', '甘肃皇台酒业股份有限公司', '2016', '0.00', '0.00', '国家重点', '0', '0', '0', '0', '2018-03-16 15:54:58');
INSERT INTO `researchinvestment` VALUES ('21', '贵州茅台酒股份有限公司', '2015', '0.00', '657228100.00', '国家重点', '1723', '0', '0', '0', '2018-03-19 09:56:52');
INSERT INTO `researchinvestment` VALUES ('22', '贵州茅台酒股份有限公司', '2014', '0.00', '652193776.00', '国家重点', '0', '0', '0', '0', '2018-03-19 11:40:58');
INSERT INTO `researchinvestment` VALUES ('23', '贵州茅台酒股份有限公司', '2013', '0.00', '647263302.00', '国家重点', '0', '0', '0', '0', '2018-03-19 13:55:29');
INSERT INTO `researchinvestment` VALUES ('24', '贵州茅台酒股份有限公司', '2012', '0.00', '632307654.00', '国家重点', '0', '0', '0', '0', '2018-03-19 14:54:32');
INSERT INTO `researchinvestment` VALUES ('25', '四川省宜宾五粮液集团有限公司', '2015', '0.00', '55216651.09', '国家重点', '2925', '0', '0', '0', '2018-03-19 15:49:07');
INSERT INTO `researchinvestment` VALUES ('26', '四川省宜宾五粮液集团有限公司', '2014', '0.00', '64230060.33', '国家重点', '0', '0', '0', '0', '2018-03-19 17:23:16');
INSERT INTO `researchinvestment` VALUES ('27', '四川省宜宾五粮液集团有限公司', '2013', '0.00', '61978250.20', '国家重点', '0', '0', '0', '0', '2018-03-20 10:32:32');
INSERT INTO `researchinvestment` VALUES ('28', '四川省宜宾五粮液集团有限公司', '2012', '0.00', '568952900.00', '国家重点', '0', '0', '0', '0', '2018-03-20 13:09:37');
INSERT INTO `researchinvestment` VALUES ('29', '江苏洋河酒厂股份有限公司', '2015', '0.00', '88199231.45', '国家重点', '231', '0', '0', '0', '2018-03-20 14:04:43');
INSERT INTO `researchinvestment` VALUES ('30', '江苏洋河酒厂股份有限公司', '2014', '0.00', '64742700.00', '国家重点', '0', '0', '0', '0', '2018-03-20 15:47:10');
INSERT INTO `researchinvestment` VALUES ('31', '江苏洋河酒厂股份有限公司', '2013', '0.00', '56930800.00', '国家重点', '0', '0', '0', '0', '2018-03-20 17:05:17');
INSERT INTO `researchinvestment` VALUES ('32', '江苏洋河酒厂股份有限公司', '2012', '0.00', '45090700.00', '国家重点', '0', '0', '0', '0', '2018-03-21 09:35:42');
INSERT INTO `researchinvestment` VALUES ('33', '山西杏花村汾酒集团有限责任公司', '2015', '0.00', '13428630.21', '国家重点', '247', '0', '0', '0', '2018-03-21 11:00:43');
INSERT INTO `researchinvestment` VALUES ('34', '山西杏花村汾酒集团有限责任公司', '2014', '0.00', '12568306.40', '国家重点', '0', '0', '0', '0', '2018-03-21 13:54:30');
INSERT INTO `researchinvestment` VALUES ('35', '山西杏花村汾酒集团有限责任公司', '2013', '0.00', '11603889.58', '国家重点', '0', '0', '0', '0', '2018-03-21 15:28:25');
INSERT INTO `researchinvestment` VALUES ('36', '山西杏花村汾酒集团有限责任公司', '2012', '0.00', '10755089.58', '国家重点', '0', '0', '0', '0', '2018-03-21 16:25:56');
INSERT INTO `researchinvestment` VALUES ('37', '泸州老窖股份有限公司', '2015', '0.00', '69691584.96', '国家重点', '287', '0', '0', '0', '2018-03-22 09:32:59');
INSERT INTO `researchinvestment` VALUES ('38', '泸州老窖股份有限公司', '2014', '0.00', '55360000.00', '国家重点', '0', '0', '0', '0', '2018-03-22 10:54:02');
INSERT INTO `researchinvestment` VALUES ('39', '泸州老窖股份有限公司', '2013', '0.00', '78317000.00', '国家重点', '0', '0', '0', '0', '2018-03-22 13:59:05');
INSERT INTO `researchinvestment` VALUES ('40', '泸州老窖股份有限公司', '2012', '0.00', '70203055.80', '国家重点', '0', '0', '0', '0', '2018-03-22 14:39:04');
INSERT INTO `researchinvestment` VALUES ('41', '安徽口子酒业股份有限公司', '2015', '0.00', '9204648.93', '国家重点', '75', '0', '0', '0', '2018-03-22 15:38:48');
INSERT INTO `researchinvestment` VALUES ('42', '安徽迎驾贡酒股份有限公司', '2015', '0.00', '18265318.45', '国家重点', '218', '0', '0', '0', '2018-03-22 16:54:16');
INSERT INTO `researchinvestment` VALUES ('43', '安徽古井贡酒股份有限公司', '2015', '0.00', '162495000.00', '国家重点', '506', '0', '0', '0', '2018-03-23 10:20:09');
INSERT INTO `researchinvestment` VALUES ('44', '安徽古井贡酒股份有限公司', '2014', '0.00', '152790000.00', '国家重点', '423', '0', '0', '0', '2018-03-23 11:24:32');
INSERT INTO `researchinvestment` VALUES ('45', '安徽古井贡酒股份有限公司', '2013', '0.00', '182407000.00', '国家重点', '0', '0', '0', '0', '2018-03-23 13:56:43');
INSERT INTO `researchinvestment` VALUES ('46', '安徽古井贡酒股份有限公司', '2012', '0.00', '174362000.00', '国家重点', '0', '0', '0', '0', '2018-03-23 14:53:48');
INSERT INTO `researchinvestment` VALUES ('47', '河北衡水老白干酿酒（集团）有限公司', '2015', '0.00', '4570350.49', '国家重点', '61', '0', '0', '0', '2018-03-26 10:02:14');
INSERT INTO `researchinvestment` VALUES ('48', '河北衡水老白干酿酒（集团）有限公司', '2014', '0.00', '3198661.99', '国家重点', '0', '0', '0', '0', '2018-03-26 11:07:36');
INSERT INTO `researchinvestment` VALUES ('49', '河北衡水老白干酿酒（集团）有限公司', '2013', '0.00', '2956249.53', '国家重点', '0', '0', '0', '0', '2018-03-26 13:46:28');
INSERT INTO `researchinvestment` VALUES ('50', '河北衡水老白干酿酒（集团）有限公司', '2012', '0.00', '2521638.26', '国家重点', '0', '0', '0', '0', '2018-03-26 14:15:03');
INSERT INTO `researchinvestment` VALUES ('51', '江苏今世缘酒业股份有限公司', '2015', '0.00', '34030968.67', '国家重点', '135', '0', '0', '0', '2018-03-26 17:13:45');
INSERT INTO `researchinvestment` VALUES ('52', '江苏今世缘酒业股份有限公司', '2014', '0.00', '26271717.91', '国家重点', '0', '0', '0', '0', '2018-03-27 09:30:18');
INSERT INTO `researchinvestment` VALUES ('53', '安徽金种子集团有限公司', '2015', '0.00', '23500897.84', '国家重点', '0', '0', '0', '0', '2018-03-27 10:50:22');
INSERT INTO `researchinvestment` VALUES ('54', '安徽金种子集团有限公司', '2014', '0.00', '23424291.20', '国家重点', '0', '0', '0', '0', '2018-03-27 13:50:47');
INSERT INTO `researchinvestment` VALUES ('55', '安徽金种子集团有限公司', '2013', '0.00', '6725121.41', '国家重点', '0', '0', '0', '0', '2018-03-27 14:50:16');
INSERT INTO `researchinvestment` VALUES ('56', '安徽金种子集团有限公司', '2017', '0.00', '24368946.34', '国家重点', '79', '0', '0', '0', '2018-03-28 09:24:19');
INSERT INTO `researchinvestment` VALUES ('57', '四川沱牌舍得酒业股份有限公司', '2015', '0.00', '17293201.04', '国家重点', '44', '0', '0', '0', '2018-03-28 10:33:13');
INSERT INTO `researchinvestment` VALUES ('58', '四川沱牌舍得酒业股份有限公司', '2014', '0.00', '18336983.98', '国家重点', '0', '0', '0', '0', '2018-03-28 11:38:41');
INSERT INTO `researchinvestment` VALUES ('59', '四川沱牌舍得酒业股份有限公司', '2013', '0.00', '14453268.61', '国家重点', '0', '0', '0', '0', '2018-03-28 14:42:32');
INSERT INTO `researchinvestment` VALUES ('60', '四川沱牌舍得酒业股份有限公司', '2012', '0.00', '8086637.67', '国家重点', '0', '0', '0', '0', '2018-03-28 15:29:05');
INSERT INTO `researchinvestment` VALUES ('61', '四川水井坊股份有限公司 ', '2015', '0.00', '4956974.69', '国家重点', '33', '0', '0', '0', '2018-03-29 09:11:16');
INSERT INTO `researchinvestment` VALUES ('62', '四川水井坊股份有限公司 ', '2014', '0.00', '6771729.17', '国家重点', '0', '0', '0', '0', '2018-03-29 10:26:49');
INSERT INTO `researchinvestment` VALUES ('63', '四川水井坊股份有限公司 ', '2013', '0.00', '6927689.60', '国家重点', '0', '0', '0', '0', '2018-03-29 13:22:57');
INSERT INTO `researchinvestment` VALUES ('64', '四川水井坊股份有限公司 ', '2012', '0.00', '3741638.51', '国家重点', '0', '0', '0', '0', '2018-03-29 14:10:15');
INSERT INTO `researchinvestment` VALUES ('65', '酒鬼酒股份有限公司', '2014', '0.00', '452050.00', '国家重点', '0', '0', '0', '0', '2018-03-30 10:48:49');
INSERT INTO `researchinvestment` VALUES ('66', '酒鬼酒股份有限公司', '2013', '0.00', '19303894.29', '国家重点', '0', '0', '0', '0', '2018-03-30 13:19:02');
INSERT INTO `researchinvestment` VALUES ('67', '青海互助青稞酒股份有限公司', '2015', '0.00', '11803416.78', '国家重点', '110', '0', '0', '0', '2018-03-30 15:21:51');
INSERT INTO `researchinvestment` VALUES ('68', '青海互助青稞酒股份有限公司', '2014', '0.00', '10256880.47', '国家重点', '0', '0', '0', '0', '2018-03-30 16:05:05');
INSERT INTO `researchinvestment` VALUES ('69', '青海互助青稞酒股份有限公司', '2013', '0.00', '10354117.48', '国家重点', '0', '0', '0', '0', '2018-03-30 16:44:24');
INSERT INTO `researchinvestment` VALUES ('70', '新疆伊力特实业股份有限公司', '2015', '0.00', '25300000.00', '国家重点', '0', '0', '0', '0', '2018-04-09 11:56:43');
INSERT INTO `researchinvestment` VALUES ('71', '新疆伊力特实业股份有限公司', '2017', '0.00', '0.00', '国家重点', '0', '0', '0', '0', '2018-04-09 15:40:12');

-- ----------------------------
-- Table structure for sector_data
-- ----------------------------
DROP TABLE IF EXISTS `sector_data`;
CREATE TABLE `sector_data` (
  `yearl` varchar(255) NOT NULL,
  `wine` varchar(255) NOT NULL,
  `company` varchar(255) NOT NULL,
  `income` varchar(255) DEFAULT NULL,
  `cost` varchar(255) DEFAULT NULL,
  `profit` varchar(255) DEFAULT NULL,
  `releasetime` varchar(255) NOT NULL,
  PRIMARY KEY (`company`,`yearl`,`wine`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of sector_data
-- ----------------------------
INSERT INTO `sector_data` VALUES ('2010', '白酒', '四川水井坊股份有限公司 ', '1141713784.20', '336502798.51', '70.53', '2018/3/29 15:37:05');
INSERT INTO `sector_data` VALUES ('2011', '白酒', '四川水井坊股份有限公司 ', '1393695135.77', '322274462.67', '76.88', '2018/3/29 15:04:17');
INSERT INTO `sector_data` VALUES ('2012', '白酒', '四川水井坊股份有限公司 ', '1623470610.84', '302220679.60', '81.38', '2018/3/29 14:09:35');
INSERT INTO `sector_data` VALUES ('2013', '白酒', '四川水井坊股份有限公司 ', '477738067.28', '138441608.93', '71.02 ', '2018/3/29 13:19:11');
INSERT INTO `sector_data` VALUES ('2014', '白酒', '四川水井坊股份有限公司 ', '360196319.36', '112976335.11', '68.63', '2018/3/29 10:22:07');
INSERT INTO `sector_data` VALUES ('2015', '白酒', '四川水井坊股份有限公司 ', '810912136.37', '201615223.09', '75.14', '2018/3/29 9:04:59');
INSERT INTO `sector_data` VALUES ('2016', '白酒', '四川水井坊股份有限公司 ', '1175768540.69', '279435527.18', '76.23', '2018/3/13 13:34:40');
INSERT INTO `sector_data` VALUES ('2011', '白酒', '四川沱牌舍得酒业股份有限公司', '1096920296.05', '454308727.13', '58.58', '2018/3/28 16:26:48');
INSERT INTO `sector_data` VALUES ('2012', '白酒', '四川沱牌舍得酒业股份有限公司', '1757704367.30', '631747021.17', '64.06 ', '2018/3/28 15:28:07');
INSERT INTO `sector_data` VALUES ('2013', '白酒', '四川沱牌舍得酒业股份有限公司', '1227414375.46', '449254852.58', '63.40', '2018/3/28 14:40:24');
INSERT INTO `sector_data` VALUES ('2014', '白酒', '四川沱牌舍得酒业股份有限公司', '1257699663.14', '612184113.93', '51.33 ', '2018/3/28 11:35:17');
INSERT INTO `sector_data` VALUES ('2016', '白酒', '四川沱牌舍得酒业股份有限公司', '1236515315.86', '431920196.15', '  65.07 ', '2018/3/13 9:38:54');
INSERT INTO `sector_data` VALUES ('2017', '白酒', '四川沱牌舍得酒业股份有限公司', '961183754.90', '470304974.33', '51.07 ', '2018/3/28 10:25:49');
INSERT INTO `sector_data` VALUES ('2012', '白酒', '四川省宜宾五粮液集团有限公司', '26125469797.13', '7083908338.09', '72.89%', '2018/3/20 11:32:06');
INSERT INTO `sector_data` VALUES ('2013', '白酒', '四川省宜宾五粮液集团有限公司', '23702585655.17', '5736779289.45', '75.80% ', '2018/3/20 10:21:01');
INSERT INTO `sector_data` VALUES ('2014', '白酒', '四川省宜宾五粮液集团有限公司', '20025729768.99', '4904497251.21', '75.51%', '2018/3/19 17:15:21');
INSERT INTO `sector_data` VALUES ('2015', '白酒', '四川省宜宾五粮液集团有限公司', '20345884513.17', '5450476227.40', '73.21% ', '2018/3/19 15:46:04');
INSERT INTO `sector_data` VALUES ('2016', '白酒', '四川省宜宾五粮液集团有限公司', '22704534349.17', '5584920941.29', '75.40%', '2018/3/8 10:24:31');
INSERT INTO `sector_data` VALUES ('2015', '白酒', '安徽口子酒业股份有限公司', '2539863875.54', '764638232.82', '69.89 ', '2018/3/22 15:31:16');
INSERT INTO `sector_data` VALUES ('2016', '白酒', '安徽口子酒业股份有限公司', '2781011789.23', '765378470.45', '72.48 ', '2018/3/9 11:11:41');
INSERT INTO `sector_data` VALUES ('2010', '白酒', '安徽古井贡酒股份有限公司', '170083.77', '41845.61', '75.40% ', '2018/3/26 9:12:54');
INSERT INTO `sector_data` VALUES ('2011', '白酒', '安徽古井贡酒股份有限公司', '317868.38', '76545.74', '75.92%', '2018/3/23 15:43:35');
INSERT INTO `sector_data` VALUES ('2012', '白酒', '安徽古井贡酒股份有限公司', '4045542438.97', '1138829249.65', '71.85%', '2018/3/23 14:46:23');
INSERT INTO `sector_data` VALUES ('2013', '白酒', '安徽古井贡酒股份有限公司', '4438676469.44', '1285722076.73', '71.03%', '2018/3/23 13:51:37');
INSERT INTO `sector_data` VALUES ('2015', '白酒', '安徽古井贡酒股份有限公司', '5118622287.57', '1456785874.42', '71.54%', '2018/3/23 9:53:47');
INSERT INTO `sector_data` VALUES ('2016', '白酒', '安徽古井贡酒股份有限公司', '5876233721.58', '1451465873.25', '75.30%  ', '2018/3/9 15:34:02');
INSERT INTO `sector_data` VALUES ('2014', '白酒', '安徽迎驾贡酒股份有限公司', '4525663475.64', '1374595147.19', '69.63%', '2018/3/23 11:17:49');
INSERT INTO `sector_data` VALUES ('2015', '白酒', '安徽迎驾贡酒股份有限公司', '2674263287.82', '1010702209.55', '62.21 ', '2018/3/22 16:48:15');
INSERT INTO `sector_data` VALUES ('2016', '白酒', '安徽迎驾贡酒股份有限公司', '2798366527.01', '964907777.46', '65.52', '2018/3/13 15:42:35');
INSERT INTO `sector_data` VALUES ('2011', '白酒', '安徽金种子集团有限公司', '1514177354.15', '457063398.00', '69.81 ', '2018/3/27 16:20:50');
INSERT INTO `sector_data` VALUES ('2012', '白酒', '安徽金种子集团有限公司', '2072405946.21', '604370817.11', '70.84', '2018/3/27 15:14:40');
INSERT INTO `sector_data` VALUES ('2013', '白酒', '安徽金种子集团有限公司', '1897457423.74', '542113582.04', '71.43 ', '2018/3/27 14:48:22');
INSERT INTO `sector_data` VALUES ('2014', '白酒', '安徽金种子集团有限公司', '1866287627.81', '591253614.31', '68.32 ', '2018/3/27 13:49:28');
INSERT INTO `sector_data` VALUES ('2015', '白酒', '安徽金种子集团有限公司', '1505278579.99', '501266158.02', '66.70 ', '2018/3/27 10:47:48');
INSERT INTO `sector_data` VALUES ('2016', '白酒', '安徽金种子集团有限公司', '118596.86', '41914.97', '64.66', '2018/3/12 13:34:34');
INSERT INTO `sector_data` VALUES ('2017', '白酒', '安徽金种子集团有限公司', '1018195545.50', '375203977.41', '63.15', '2018/3/28 9:19:34');
INSERT INTO `sector_data` VALUES ('2012', '白酒', '山西杏花村汾酒集团有限责任公司', '5965695084.11', '1408305105.90', '76.39', '2018/3/21 16:22:51');
INSERT INTO `sector_data` VALUES ('2013', '白酒', '山西杏花村汾酒集团有限责任公司', '5684019301.92', '1333703597.86', '76.54 ', '2018/3/21 15:25:19');
INSERT INTO `sector_data` VALUES ('2014', '白酒', '山西杏花村汾酒集团有限责任公司', '3657833248.35', '1135841921.97', '68.95', '2018/3/21 13:46:35');
INSERT INTO `sector_data` VALUES ('2015', '白酒', '山西杏花村汾酒集团有限责任公司', '2792784114.99', '821052067.55', ' 70.60', '2018/3/21 10:51:22');
INSERT INTO `sector_data` VALUES ('2016', '白酒', '山西杏花村汾酒集团有限责任公司', '2807875295.67', '787071421.24', '71.97', '2018/3/8 9:17:13');
INSERT INTO `sector_data` VALUES ('2011', '白酒', '新疆伊力特实业股份有限公司', '1186083447.62', '554021363.94', '53.29 ', '2018/4/10 17:09:50');
INSERT INTO `sector_data` VALUES ('2012', '焦炭 ', '新疆伊力特实业股份有限公司', '190447288.06', '259470382.56', '-36.24', '2018/4/9 17:32:31');
INSERT INTO `sector_data` VALUES ('2012', '白酒', '新疆伊力特实业股份有限公司', '1501531212.86', '652909611.33', '56.52', '2018/4/9 17:31:33');
INSERT INTO `sector_data` VALUES ('2013', '焦炭', '新疆伊力特实业股份有限公司', '144782584.33', '187274982.31', '-29.35', '2018/4/9 16:46:19');
INSERT INTO `sector_data` VALUES ('2013', '白酒', '新疆伊力特实业股份有限公司', '1559956084.57', '688144953.55', '55.89', '2018/4/9 16:45:04');
INSERT INTO `sector_data` VALUES ('2014', '白酒', '新疆伊力特实业股份有限公司', '1568412848.29', '743513234.43', '52.59', '2018/4/9 15:21:17');
INSERT INTO `sector_data` VALUES ('2015', '白酒', '新疆伊力特实业股份有限公司', '1579052000.94', '745508705.32', '52.79', '2018/4/9 11:39:24');
INSERT INTO `sector_data` VALUES ('2016', '白酒', '新疆伊力特实业股份有限公司', '1600477069.84', '770460962.10', '51.86', '2018/3/16 9:54:23');
INSERT INTO `sector_data` VALUES ('2014', '白酒', '江苏今世缘酒业股份有限公司', '2382068160.53', '699390899.58', '70.64 ', '2018/3/27 9:27:46');
INSERT INTO `sector_data` VALUES ('2015', '白酒', '江苏今世缘酒业股份有限公司', '2403747280.33', '727118872.30', '69.75 ', '2018/3/26 17:02:05');
INSERT INTO `sector_data` VALUES ('2016', '白酒', '江苏今世缘酒业股份有限公司', '2526672042.61', '733649808.09', '70.96', '2018/3/12 10:09:05');
INSERT INTO `sector_data` VALUES ('2012', '白酒', '江苏洋河酒厂股份有限公司', '17034963473.02', '6088172056.16', '64.26% ', '2018/3/21 9:31:20');
INSERT INTO `sector_data` VALUES ('2013', '白酒', '江苏洋河酒厂股份有限公司', '14691556293.98', '5642231093.78', '61.6%', '2018/3/20 16:46:26');
INSERT INTO `sector_data` VALUES ('2014', '白酒', '江苏洋河酒厂股份有限公司', '14367742507.04', '5503605384.50', '61.69%', '2018/3/20 15:36:52');
INSERT INTO `sector_data` VALUES ('2015', '白酒', '江苏洋河酒厂股份有限公司', '15649259302.33', '5741193127.05', '63.31%', '2018/3/20 13:54:11');
INSERT INTO `sector_data` VALUES ('2016', '白酒', '江苏洋河酒厂股份有限公司', '16499265778.30', '5708320934.21', '65.40%', '2018/3/8 10:27:16');
INSERT INTO `sector_data` VALUES ('2010', '白酒', '河北衡水老白干酿酒（集团）有限公司', '1114110916.20', '627009076.90', '43.72', '2018/3/26 16:10:58');
INSERT INTO `sector_data` VALUES ('2011', '白酒', '河北衡水老白干酿酒（集团）有限公司', '1348973571.70', '726629184.27', '46.13', '2018/3/26 15:19:47');
INSERT INTO `sector_data` VALUES ('2012', '白酒', '河北衡水老白干酿酒（集团）有限公司', '1587941597.98', '704500186.60', '55.63', '2018/3/26 14:10:29');
INSERT INTO `sector_data` VALUES ('2013', '白酒', '河北衡水老白干酿酒（集团）有限公司', '1727028803.50', '819759194.30', '52.53', '2018/3/26 13:44:25');
INSERT INTO `sector_data` VALUES ('2014', '白酒', '河北衡水老白干酿酒（集团）有限公司', '1828939469.68', '634367085.15', '65.32 ', '2018/3/26 10:57:36');
INSERT INTO `sector_data` VALUES ('2015', '白酒', '河北衡水老白干酿酒（集团）有限公司', '1979664300.45', '859993575.63', '56.56 ', '2018/3/26 9:48:17');
INSERT INTO `sector_data` VALUES ('2016', '白酒', '河北衡水老白干酿酒（集团）有限公司', '2065647165.38', '895184218.17', '56.66', '2018/3/12 8:53:20');
INSERT INTO `sector_data` VALUES ('2012', '白酒', '泸州老窖股份有限公司', '11283153826.37', '3962770471.16', '64.88% ', '2018/3/22 14:29:30');
INSERT INTO `sector_data` VALUES ('2013', '白酒', '泸州老窖股份有限公司', '11283153826.37', '3962770471.16', '64.88%', '2018/3/22 13:45:54');
INSERT INTO `sector_data` VALUES ('2014', '白酒', '泸州老窖股份有限公司', '5006529736.30', '2772062577.00', '44.63%', '2018/3/22 10:31:55');
INSERT INTO `sector_data` VALUES ('2015', '白酒', '泸州老窖股份有限公司', '6571346480.83', '3459568104.76', '47.35%', '2018/3/22 9:25:03');
INSERT INTO `sector_data` VALUES ('2016', '白酒', '泸州老窖股份有限公司', '8073561660.15', '3081030675.69', '61.84%', '2018/3/9 9:59:28');
INSERT INTO `sector_data` VALUES ('2014', '白酒', '甘肃皇台酒业股份有限公司', '43127201.40', '16882777.67', '60.85%', '2018/3/29 16:55:06');
INSERT INTO `sector_data` VALUES ('2016', '白酒', '甘肃皇台酒业股份有限公司', '56639239.70', '31331918.35', '44.68% ', '2018/3/16 14:13:41');
INSERT INTO `sector_data` VALUES ('2012', '白酒', '贵州茅台酒股份有限公司', '26455251445.86', '2044240866.68', '92.27', '2018/3/19 14:51:07');
INSERT INTO `sector_data` VALUES ('2013', '白酒', '贵州茅台酒股份有限公司', '30921391282.59', '2193909811.13', '92.90', '2018/3/19 13:54:12');
INSERT INTO `sector_data` VALUES ('2014', '白酒', '贵州茅台酒股份有限公司', '31572875951.45', '2338494103.41', '92.59', '2018/3/19 13:08:39');
INSERT INTO `sector_data` VALUES ('2015', '白酒', '贵州茅台酒股份有限公司', '32654046822.87', '2534281879.93', '92.24', '2018/3/19 9:34:58');
INSERT INTO `sector_data` VALUES ('2016', '白酒', '贵州茅台酒股份有限公司', '36714413336.96', '2385619271.88', '93.5', '2018/3/8 10:22:23');
INSERT INTO `sector_data` VALUES ('2012', '白酒', '酒鬼酒股份有限公司', '1647537253.34', '355014050.24', '78.45%', '2018/3/30 13:51:48');
INSERT INTO `sector_data` VALUES ('2013', '白酒', '酒鬼酒股份有限公司', '682174844.20', '195867144.77', '71.29% ', '2018/3/30 11:20:24');
INSERT INTO `sector_data` VALUES ('2014', '白酒', '酒鬼酒股份有限公司', '385517007.54', '154481768.58', '59.93% ', '2018/3/30 10:27:04');
INSERT INTO `sector_data` VALUES ('2015', '白酒', '酒鬼酒股份有限公司', '593385458.93', '169339860.52', '71.46%', '2018/3/30 9:21:46');
INSERT INTO `sector_data` VALUES ('2016', '白酒', '酒鬼酒股份有限公司', '650455539.47', '163346473.32', '74.89%', '2018/3/15 14:06:34');
INSERT INTO `sector_data` VALUES ('2016', '白酒', '金徽酒股份有限公司', '1277236398.91', '493890185.26', '61.33 ', '2018/3/15 9:39:27');
INSERT INTO `sector_data` VALUES ('2013', '白酒', '青海互助青稞酒股份有限公司', '1434690383.81', '475751636.60', '66.84%', '2018/3/30 16:36:11');
INSERT INTO `sector_data` VALUES ('2014', '白酒', '青海互助青稞酒股份有限公司', '1347154987.81', '415502901.74', '69.16%', '2018/3/30 15:59:29');
INSERT INTO `sector_data` VALUES ('2015', '白酒', '青海互助青稞酒股份有限公司', '1274790545.81', '415627389.88', '67.40% ', '2018/3/30 15:17:59');
INSERT INTO `sector_data` VALUES ('2016', '白酒', '青海互助青稞酒股份有限公司', '1322732272.05', '408561238.10', '69.11%  ', '2018/3/15 15:49:43');

-- ----------------------------
-- Table structure for size
-- ----------------------------
DROP TABLE IF EXISTS `size`;
CREATE TABLE `size` (
  `enterprise` varchar(255) NOT NULL,
  `totalassets` double(255,0) NOT NULL,
  `area` double(255,0) NOT NULL,
  `productoutput` varchar(255) NOT NULL,
  `employeesnumber` varchar(255) NOT NULL,
  `year` varchar(255) NOT NULL,
  `releasetime` datetime NOT NULL,
  `id` int(11) NOT NULL AUTO_INCREMENT,
  PRIMARY KEY (`id`,`enterprise`)
) ENGINE=InnoDB AUTO_INCREMENT=113 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of size
-- ----------------------------
INSERT INTO `size` VALUES ('    贵州茅台酒股份有限公司', '112934538280', '1200000', '4', '21237', '2016', '2018-03-06 17:06:46', '25');
INSERT INTO `size` VALUES ('      四川省宜宾五粮液集团有限公司', '62174406583', '10000000', '15', '25402', '2016', '2018-03-06 17:24:55', '26');
INSERT INTO `size` VALUES ('    江苏洋河酒厂股份有限公司', '38804062250', '10000000', '20', '14913', '2016', '2018-03-06 17:37:49', '27');
INSERT INTO `size` VALUES ('  山西杏花村汾酒集团有限责任公司', '7416626615', '3130000', '4', '7024', '2016', '2018-03-08 08:52:03', '28');
INSERT INTO `size` VALUES ('  泸州老窖股份有限公司', '13674035553', '360000', '17', '2009', '2016', '2018-03-09 09:09:09', '29');
INSERT INTO `size` VALUES ('  安徽口子酒业股份有限公司', '5690045600', '1000000', '2.56', '3950', '2016', '2018-03-09 10:40:07', '30');
INSERT INTO `size` VALUES ('        安徽古井贡酒股份有限公司', '8736205154', '1000000', '8', '5778', '2016', '2018-03-09 15:09:15', '31');
INSERT INTO `size` VALUES ('  河北衡水老白干酿酒（集团）有限公司', '3204310895', '1333340', '4', '2679', '2016', '2018-03-12 09:26:47', '32');
INSERT INTO `size` VALUES ('  江苏今世缘酒业股份有限公司', '6178634333', '1000000', '3', '3117', '2016', '2018-03-12 09:44:55', '33');
INSERT INTO `size` VALUES ('  安徽金种子集团有限公司', '3271970117', '1066667', '1.46', '3431', '2016', '2018-03-12 11:29:34', '34');
INSERT INTO `size` VALUES ('四川沱牌舍得酒业股份有限公司', '3965097339', '5600000', '2.55', '3633', '2016', '2018-03-13 09:11:07', '35');
INSERT INTO `size` VALUES ('四川水井坊股份有限公司 ', '2203543831', '1150000', '0.63', '1167', '2016', '2018-03-13 11:03:40', '36');
INSERT INTO `size` VALUES ('安徽迎驾贡酒股份有限公司', '5650715955', '1200000', '0.37', '7260', '2016', '2018-03-13 15:16:32', '37');
INSERT INTO `size` VALUES ('金徽酒股份有限公司', '2258257344', '230000', '1.65', '1620', '2016', '2018-03-15 09:12:12', '38');
INSERT INTO `size` VALUES ('酒鬼酒股份有限公司', '2360797878', '33632', '0.63', '974', '2016', '2018-03-15 13:12:21', '39');
INSERT INTO `size` VALUES ('青海互助青稞酒股份有限公司', '3162682731', '30000', '1.74', '2198', '2016', '2018-03-15 15:11:14', '40');
INSERT INTO `size` VALUES ('新疆伊力特实业股份有限公司', '2716049522', '1000000', '2.7', '1650', '2016', '2018-03-16 09:16:29', '41');
INSERT INTO `size` VALUES ('甘肃皇台酒业股份有限公司', '392495323', '0', '0.08', '538', '2016', '2018-03-16 15:06:20', '42');
INSERT INTO `size` VALUES ('贵州茅台酒股份有限公司', '86301463423', '1200000', '2.97', '21115', '2015', '2018-03-19 09:09:11', '43');
INSERT INTO `size` VALUES ('  贵州茅台酒股份有限公司', '65873165225', '1200000', '2.36', '17487', '2014', '2018-03-19 10:12:20', '44');
INSERT INTO `size` VALUES ('贵州茅台酒股份有限公司', '55454150677', '1200000', '2.6', '16800', '2013 ', '2018-03-19 13:13:18', '45');
INSERT INTO `size` VALUES ('贵州茅台酒股份有限公司', '44998208953', '1200000', '2.4', '13717', '2012 ', '2018-03-19 14:07:03', '46');
INSERT INTO `size` VALUES ('  四川省宜宾五粮液集团有限公司', '52546634941', '10000000', '13.8', '25940', '2015 ', '2018-03-19 15:13:16', '47');
INSERT INTO `size` VALUES ('  四川省宜宾五粮液集团有限公司', '46408870653', '10000000', '12', '26283', '2014 ', '2018-03-19 15:58:35', '48');
INSERT INTO `size` VALUES ('  四川省宜宾五粮液集团有限公司', '44129502138', '10000000', '14.5', '27074', '2013 ', '2018-03-20 09:05:12', '49');
INSERT INTO `size` VALUES ('  四川省宜宾五粮液集团有限公司', '45247636142', '10000000', '14.3', '28437', '2012 ', '2018-03-20 10:39:25', '50');
INSERT INTO `size` VALUES ('江苏洋河酒厂股份有限公司', '33860320967', '10000000', '21.5', '13291', '2015 ', '2018-03-20 13:31:09', '51');
INSERT INTO `size` VALUES ('江苏洋河酒厂股份有限公司', '28757723214', '10000000', '20.2', '12629', '2014 ', '2018-03-20 14:15:30', '52');
INSERT INTO `size` VALUES ('江苏洋河酒厂股份有限公司', '28218443262', '10000000', '20.4', '11668', '2013 ', '2018-03-20 16:13:25', '53');
INSERT INTO `size` VALUES ('江苏洋河酒厂股份有限公司', '23657690859', '10000000', '21.6', '9930', '2012 ', '2018-03-21 08:53:25', '54');
INSERT INTO `size` VALUES ('山西杏花村汾酒集团有限责任公司', '6706626658', '3130000', '2.87', '6876', '2015 ', '2018-03-21 09:51:16', '55');
INSERT INTO `size` VALUES ('山西杏花村汾酒集团有限责任公司', '5786101810', '3130000', '3.4', '7650', '2014 ', '2018-03-21 13:25:50', '56');
INSERT INTO `size` VALUES ('山西杏花村汾酒集团有限责任公司', '5816694598', '3130000', '3.7', '7551', '2014 ', '2018-03-21 14:10:27', '57');
INSERT INTO `size` VALUES ('山西杏花村汾酒集团有限责任公司', '6112154801', '3130000', '3.7', '7524', '2012 ', '2018-03-21 15:42:34', '58');
INSERT INTO `size` VALUES ('泸州老窖股份有限公司', '13181673695', '360000', '19.1', '1622', '2015 ', '2018-03-21 17:01:28', '59');
INSERT INTO `size` VALUES ('泸州老窖股份有限公司', '13170818969', '360000', '19.8', '1909', '2014 ', '2018-03-22 09:54:36', '60');
INSERT INTO `size` VALUES ('泸州老窖股份有限公司', '13734290010', '360000', '17.9', '1826', '2013 ', '2018-03-22 10:58:46', '61');
INSERT INTO `size` VALUES ('泸州老窖股份有限公司', '15572976438', '360000', '22.1', '1862', '2012 ', '2018-03-22 14:05:43', '62');
INSERT INTO `size` VALUES ('安徽口子酒业股份有限公司', '4976619083', '1000000', '2.6', '4123', '2015 ', '2018-03-22 15:02:25', '63');
INSERT INTO `size` VALUES ('安徽迎驾贡酒股份有限公司', '5248631093', '1200000', '4.3', '6528', '2015 ', '2018-03-22 16:19:19', '64');
INSERT INTO `size` VALUES ('安徽古井贡酒股份有限公司', '7183147641', '1000000', '7.7', '5848', '2015 ', '2018-03-23 09:06:15', '65');
INSERT INTO `size` VALUES ('安徽古井贡酒股份有限公司', '6413518166', '1000000', '6.57', '5937', '2014 ', '2018-03-23 10:46:55', '66');
INSERT INTO `size` VALUES ('安徽古井贡酒股份有限公司', '5816934562', '1000000', '6.63', '5988', '2013 ', '2018-03-23 13:07:34', '67');
INSERT INTO `size` VALUES ('安徽古井贡酒股份有限公司', '5308127471', '1000000', '5.28', '5440', '2012 ', '2018-03-23 14:09:28', '68');
INSERT INTO `size` VALUES ('安徽古井贡酒股份有限公司', '4241819550', '1000000', '5', '5203', '2011 ', '2018-03-23 15:24:16', '69');
INSERT INTO `size` VALUES ('安徽古井贡酒股份有限公司', '1857931814', '1000000', '5', '4621', '2010 ', '2018-03-23 16:58:20', '70');
INSERT INTO `size` VALUES ('河北衡水老白干酿酒（集团）有限公司', '2802502281', '1333340', '4.24', '2497', '2015 ', '2018-03-26 09:22:41', '71');
INSERT INTO `size` VALUES ('河北衡水老白干酿酒（集团）有限公司', '2243512864', '1333340', '3.92', '2505', '2014 ', '2018-03-26 10:08:09', '72');
INSERT INTO `size` VALUES ('河北衡水老白干酿酒（集团）有限公司', '1857263699', '1333340', '3.44', '2441', '2013 ', '2018-03-26 13:27:49', '73');
INSERT INTO `size` VALUES ('河北衡水老白干酿酒（集团）有限公司', '1690557091', '1333340', '3.1', '2575', '2012 ', '2018-03-26 13:54:38', '74');
INSERT INTO `size` VALUES ('河北衡水老白干酿酒（集团）有限公司', '1448672326', '1333340', '3', '2545', '2011 ', '2018-03-26 14:44:32', '75');
INSERT INTO `size` VALUES ('河北衡水老白干酿酒（集团）有限公司', '1290088602', '1333340', '3', '2330', '2010 ', '2018-03-26 15:34:32', '76');
INSERT INTO `size` VALUES ('江苏今世缘酒业股份有限公司', '5423388591', '1000000', '2.6', '3198', '2015 ', '2018-03-26 16:24:03', '77');
INSERT INTO `size` VALUES ('江苏今世缘酒业股份有限公司', '4500737401', '1000000', '2.65', '3232', '2014 ', '2018-03-27 09:03:01', '78');
INSERT INTO `size` VALUES ('安徽金种子集团有限公司', '3310066008', '1066667', '1', '3426', '2015 ', '2018-03-27 09:55:20', '79');
INSERT INTO `size` VALUES ('安徽金种子集团有限公司', '3220256514', '1066667', '1', '3235', '2014 ', '2018-03-27 11:19:46', '80');
INSERT INTO `size` VALUES ('安徽金种子集团有限公司', '3180091566', '1066667', '1', '3139', '2013 ', '2018-03-27 14:01:49', '81');
INSERT INTO `size` VALUES ('安徽金种子集团有限公司', '2974103974', '1066667', '1', '3083', '2012 ', '2018-03-27 14:54:01', '82');
INSERT INTO `size` VALUES ('安徽金种子集团有限公司', '2343353623', '1066667', '1', '3072', '2011 ', '2018-03-27 15:25:00', '83');
INSERT INTO `size` VALUES ('安徽金种子集团有限公司', '3133971823', '1066667', '1.24', '3363', '2017 ', '2018-03-27 17:27:33', '84');
INSERT INTO `size` VALUES ('四川沱牌舍得酒业股份有限公司', '3761320464', '5600000', '3.1', '3549', '2015 ', '2018-03-28 09:43:43', '85');
INSERT INTO `size` VALUES ('四川沱牌舍得酒业股份有限公司', '3678835910', '5600000', '4.1', '3676', '2014 ', '2018-03-28 10:39:50', '86');
INSERT INTO `size` VALUES ('四川沱牌舍得酒业股份有限公司', '3407895808', '5600000', '3.3', '3974', '2013 ', '2018-03-28 13:26:07', '87');
INSERT INTO `size` VALUES ('四川沱牌舍得酒业股份有限公司', '3463319161', '5600000', '4.16', '3822', '2012 ', '2018-03-28 14:47:48', '88');
INSERT INTO `size` VALUES ('四川沱牌舍得酒业股份有限公司', '3266210436', '5600000', '4', '3450', '2011 ', '2018-03-28 15:45:42', '89');
INSERT INTO `size` VALUES ('四川水井坊股份有限公司 ', '1622153139', '1150000', '0.26', '1067', '2014 ', '2018-03-29 09:15:56', '91');
INSERT INTO `size` VALUES ('四川水井坊股份有限公司 ', '2061574890', '1150000', '0.4', '1286', '2013 ', '2018-03-29 10:35:54', '92');
INSERT INTO `size` VALUES ('四川水井坊股份有限公司 ', '2652213737', '1150000', '0.5', '1349', '2012 ', '2018-03-29 13:36:22', '93');
INSERT INTO `size` VALUES ('四川水井坊股份有限公司 ', '2529183341', '1150000', '0.5', '1222', '2011 ', '2018-03-29 14:37:41', '94');
INSERT INTO `size` VALUES ('四川水井坊股份有限公司 ', '2141937658', '1150000', '0.5', '1133', '2010 ', '2018-03-29 15:10:45', '95');
INSERT INTO `size` VALUES ('甘肃皇台酒业股份有限公司', '541294990', '1000000', '0.14', '548', '2015 ', '2018-03-29 15:55:57', '96');
INSERT INTO `size` VALUES ('甘肃皇台酒业股份有限公司', '495789298', '1000000', '0.2', '504', '2014 ', '2018-03-29 16:31:39', '97');
INSERT INTO `size` VALUES ('酒鬼酒股份有限公司', '2280973380', '33632', '0.77', '1125', '2015 ', '2018-03-29 17:27:39', '98');
INSERT INTO `size` VALUES ('酒鬼酒股份有限公司', '2106915039', '33632', '0.6', '1111', '2014 ', '2018-03-30 09:29:29', '99');
INSERT INTO `size` VALUES ('酒鬼酒股份有限公司', '2177283542', '33632', '0.54', '1932', '2013 ', '2018-03-30 10:59:10', '100');
INSERT INTO `size` VALUES ('酒鬼酒股份有限公司', '2542905207', '33632', '1.23', '2137', '2012 ', '2018-03-30 13:30:51', '101');
INSERT INTO `size` VALUES ('酒鬼酒股份有限公司', '2148798055', '33632', '1', '1312', '2011 ', '2018-03-30 14:14:03', '102');
INSERT INTO `size` VALUES ('青海互助青稞酒股份有限公司', '2722960199', '30000', '1.7', '2198', '2015 ', '2018-03-30 14:49:00', '103');
INSERT INTO `size` VALUES ('青海互助青稞酒股份有限公司', '2502558069', '30000', '2', '1841', '2014 ', '2018-03-30 15:33:28', '104');
INSERT INTO `size` VALUES ('青海互助青稞酒股份有限公司', '2384045520', '30000', '2.2', '1736', '2013 ', '2018-03-30 16:14:22', '105');
INSERT INTO `size` VALUES ('  青海互助青稞酒股份有限公司', '2152200348', '30000', '1.9', '1616', '2012 ', '2018-03-30 16:50:46', '106');
INSERT INTO `size` VALUES ('青海互助青稞酒股份有限公司', '1675138244', '0', '0', '1446', '2011 ', '2018-04-02 17:13:52', '107');
INSERT INTO `size` VALUES ('新疆伊力特实业股份有限公司', '2443550745', '0', '0', '1688', '2015 ', '2018-04-09 09:26:55', '108');
INSERT INTO `size` VALUES ('新疆伊力特实业股份有限公司', '0', '0', '0', '1770', '2014 ', '2018-04-09 14:03:09', '109');
INSERT INTO `size` VALUES ('新疆伊力特实业股份有限公司', '0', '0', '0', '1761', '2013 ', '2018-04-09 16:12:06', '110');
INSERT INTO `size` VALUES ('新疆伊力特实业股份有限公司', '0', '0', '0', '1736', '2012 ', '2018-04-09 16:58:25', '111');
INSERT INTO `size` VALUES ('新疆伊力特实业股份有限公司', '2273527609', '0', '0', '1817', '2011 ', '2018-04-10 11:29:28', '112');

-- ----------------------------
-- Table structure for socialvaluation
-- ----------------------------
DROP TABLE IF EXISTS `socialvaluation`;
CREATE TABLE `socialvaluation` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `enterprise` varchar(255) NOT NULL,
  `delphiMethod` longtext,
  `consumerSurvey` longtext,
  `releasetime` datetime NOT NULL,
  PRIMARY KEY (`id`,`enterprise`)
) ENGINE=InnoDB AUTO_INCREMENT=20 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of socialvaluation
-- ----------------------------
INSERT INTO `socialvaluation` VALUES ('3', '贵州茅台酒股份有限公司', '', '', '2018-03-07 10:59:09');
INSERT INTO `socialvaluation` VALUES ('4', '四川省宜宾五粮液集团有限公司', '', '', '2018-03-07 16:14:23');
INSERT INTO `socialvaluation` VALUES ('5', '江苏洋河酒厂股份有限公司', '', '中国白酒品牌中，消费者满意度最高的品牌是洋河，洋河品牌好评数高出榜眼茅台65%，近期，中国消费者报社与工信部电子科技情报研究所网络舆情研究中心通过联合开发的“中国网民消费情绪指数大数据平台”，共同发布了《中国白酒品牌网民满意度前40强名单》，洋河在《名单》中遥遥领先，高居榜首。', '2018-03-07 17:05:22');
INSERT INTO `socialvaluation` VALUES ('6', '山西杏花村汾酒集团有限责任公司', '', '', '2018-03-08 10:06:01');
INSERT INTO `socialvaluation` VALUES ('7', '泸州老窖股份有限公司', '', '', '2018-03-09 10:24:28');
INSERT INTO `socialvaluation` VALUES ('8', '安徽口子酒业股份有限公司', '', '', '2018-03-09 13:26:26');
INSERT INTO `socialvaluation` VALUES ('9', '安徽古井贡酒股份有限公司', '', '', '2018-03-09 16:15:06');
INSERT INTO `socialvaluation` VALUES ('10', '河北衡水老白干酿酒（集团）有限公司', '', '', '2018-03-12 09:31:05');
INSERT INTO `socialvaluation` VALUES ('11', '江苏今世缘酒业股份有限公司', '', '', '2018-03-12 10:40:57');
INSERT INTO `socialvaluation` VALUES ('12', '安徽金种子集团有限公司', '', '', '2018-03-12 14:03:45');
INSERT INTO `socialvaluation` VALUES ('13', '四川沱牌舍得酒业股份有限公司', '', '', '2018-03-13 10:12:18');
INSERT INTO `socialvaluation` VALUES ('14', '四川水井坊股份有限公司 ', '', '', '2018-03-13 14:10:45');
INSERT INTO `socialvaluation` VALUES ('15', '安徽迎驾贡酒股份有限公司', '', '中国董事局网、中国数据研究中心正式发布“2016中国最受消费者信赖食品企业百强榜”榜单。安徽迎驾贡酒股份有限公司作为中国白酒生态酿造的倡导者、引领者荣登该项榜单,彰显出广大消费者对迎驾贡酒的充分信赖。', '2018-03-13 16:22:20');
INSERT INTO `socialvaluation` VALUES ('16', '金徽酒股份有限公司', '', '', '2018-03-15 10:57:55');
INSERT INTO `socialvaluation` VALUES ('17', '酒鬼酒股份有限公司', '', '', '2018-03-15 14:34:36');
INSERT INTO `socialvaluation` VALUES ('18', '青海互助青稞酒股份有限公司', '', '', '2018-03-15 16:44:05');
INSERT INTO `socialvaluation` VALUES ('19', '新疆伊力特实业股份有限公司', '', '', '2018-03-16 11:36:46');

-- ----------------------------
-- Table structure for sub-area_data
-- ----------------------------
DROP TABLE IF EXISTS `sub-area_data`;
CREATE TABLE `sub-area_data` (
  `yearl` varchar(255) NOT NULL,
  `area` varchar(255) NOT NULL,
  `company` varchar(255) NOT NULL,
  `income` varchar(255) DEFAULT NULL,
  `cost` varchar(255) DEFAULT NULL,
  `profit` varchar(255) DEFAULT NULL,
  `releasetime` varchar(255) NOT NULL,
  PRIMARY KEY (`company`,`yearl`,`area`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of sub-area_data
-- ----------------------------
INSERT INTO `sub-area_data` VALUES ('2015', '出口 ', '四川水井坊股份有限公司 ', '40677022.00', '15979645.77', '60.72 ', '2018/3/29 9:09:28');
INSERT INTO `sub-area_data` VALUES ('2015', '省内', '四川水井坊股份有限公司 ', '115651848.22', '28664705.93', ' 75.21', '2018/3/29 9:06:36');
INSERT INTO `sub-area_data` VALUES ('2015', '省外', '四川水井坊股份有限公司 ', '654583266.15', '156970871.39', '76.02 ', '2018/3/29 9:07:44');
INSERT INTO `sub-area_data` VALUES ('2016', '出口', '四川水井坊股份有限公司 ', '34329083.00', '13827924.02', '59.72', '2018/3/13 13:40:00');
INSERT INTO `sub-area_data` VALUES ('2016', '省内', '四川水井坊股份有限公司 ', '154277896.82', '45572401.23', '70.46 ', '2018/3/13 13:36:47');
INSERT INTO `sub-area_data` VALUES ('2016', '省外', '四川水井坊股份有限公司 ', '987161560.87', '220035201.93', '77.71 ', '2018/3/13 13:38:19');
INSERT INTO `sub-area_data` VALUES ('2015', '四川省成都市', '四川沱牌舍得酒业股份有限公司', '154268692.27', '73965315.37', '  52.05', '2018/3/28 10:28:10');
INSERT INTO `sub-area_data` VALUES ('2015', '四川省遂宁市', '四川沱牌舍得酒业股份有限公司', '961183754.90', '470304974.33', '51.07', '2018/3/28 10:26:53');
INSERT INTO `sub-area_data` VALUES ('2016', '四川省成都市 ', '四川沱牌舍得酒业股份有限公司', '167018390.52', '64926665.16', ' 61.13 ', '2018/3/13 9:40:56');
INSERT INTO `sub-area_data` VALUES ('2016', '四川省遂宁市 ', '四川沱牌舍得酒业股份有限公司', '1236515315.86', '431920196.15', '65.07 ', '2018/3/13 9:40:00');
INSERT INTO `sub-area_data` VALUES ('2012', '国内', '四川省宜宾五粮液集团有限公司', '27038748745.84', '7865664705.43', '70.91% ', '2018/3/20 11:37:03');
INSERT INTO `sub-area_data` VALUES ('2013', '国内', '四川省宜宾五粮液集团有限公司', '24556847358.19', '6473061467.64', '73.64% ', '2018/3/20 10:23:52');
INSERT INTO `sub-area_data` VALUES ('2014', '国内', '四川省宜宾五粮液集团有限公司', '20912447576.77', '5693817902.38', '72.77%', '2018/3/19 17:21:37');
INSERT INTO `sub-area_data` VALUES ('2015', '国内', '四川省宜宾五粮液集团有限公司', '20345884513.17', '5450476227.40', '73.21%  ', '2018/3/19 15:47:08');
INSERT INTO `sub-area_data` VALUES ('2016', '国内', '四川省宜宾五粮液集团有限公司', '22704534349.17', '5584920941.29', '75.40%', '2018/3/8 10:25:39');
INSERT INTO `sub-area_data` VALUES ('2015', '省内', '安徽口子酒业股份有限公司', '1964119845.27', '588849472.35', '70.02', '2018/3/22 15:36:03');
INSERT INTO `sub-area_data` VALUES ('2015', '省外', '安徽口子酒业股份有限公司', '575744030.27', '175788760.47', '69.47', '2018/3/22 15:37:54');
INSERT INTO `sub-area_data` VALUES ('2016', '省内', '安徽口子酒业股份有限公司', '2314471659.97', '592222499.74', '74.41', '2018/3/9 11:13:11');
INSERT INTO `sub-area_data` VALUES ('2016', '省外', '安徽口子酒业股份有限公司', '466540129.26', '173155970.71', '62.89', '2018/3/9 11:16:01');
INSERT INTO `sub-area_data` VALUES ('2012', '国内 ', '安徽古井贡酒股份有限公司', '4143500606.57', '1192256588.06', '71.23%', '2018/3/23 14:48:12');
INSERT INTO `sub-area_data` VALUES ('2012', '国际', '安徽古井贡酒股份有限公司', '5196427.37', '1471349.27', '71.69%  ', '2018/3/23 14:51:27');
INSERT INTO `sub-area_data` VALUES ('2013', '国内', '安徽古井贡酒股份有限公司', '4538849950.31', '1347836127.33', '70.30%', '2018/3/23 13:52:45');
INSERT INTO `sub-area_data` VALUES ('2013', '国际', '安徽古井贡酒股份有限公司', '2083280.76', '537753.21', '74.19%', '2018/3/23 13:55:20');
INSERT INTO `sub-area_data` VALUES ('2014', ' 国际', '安徽古井贡酒股份有限公司', '2156684.07', '549171.01', '74.54%', '2018/3/23 11:22:50');
INSERT INTO `sub-area_data` VALUES ('2014', '华中', '安徽古井贡酒股份有限公司', '3593793057.50', '1064736548.39', '70.37% ', '2018/3/23 11:20:49');
INSERT INTO `sub-area_data` VALUES ('2014', '华北 ', '安徽古井贡酒股份有限公司', '375113132.66', '150943951.66', '59.76%', '2018/3/23 11:18:59');
INSERT INTO `sub-area_data` VALUES ('2014', '华南  ', '安徽古井贡酒股份有限公司', '641172562.92', '210129418.65', '67.23%', '2018/3/23 11:21:50');
INSERT INTO `sub-area_data` VALUES ('2015', '华中', '安徽古井贡酒股份有限公司', '4435362515.78', '1223283285.57', '72.42%', '2018/3/23 9:59:11');
INSERT INTO `sub-area_data` VALUES ('2015', '华北', '安徽古井贡酒股份有限公司', '297439265.75', '116582792.92', '60.80% ', '2018/3/23 9:55:20');
INSERT INTO `sub-area_data` VALUES ('2015', '华南 ', '安徽古井贡酒股份有限公司', '518051081.70', '168847248.71', '67.41%', '2018/3/23 10:11:26');
INSERT INTO `sub-area_data` VALUES ('2015', '国际', '安徽古井贡酒股份有限公司', '2558616.17', '822772.08', '67.84%', '2018/3/23 10:12:39');
INSERT INTO `sub-area_data` VALUES ('2016', '华中地区', '安徽古井贡酒股份有限公司', '5285863801.21', '1264533247.94', '76.08% ', '2018/3/9 15:38:01');
INSERT INTO `sub-area_data` VALUES ('2016', '华北地区', '安徽古井贡酒股份有限公司', '345881952.52', '127359850.64', '63.18%  ', '2018/3/9 15:36:49');
INSERT INTO `sub-area_data` VALUES ('2016', '华南地区  ', '安徽古井贡酒股份有限公司', '383,674,353.55', '131,266,223.31  ', '65.79% ', '2018/3/9 15:40:01');
INSERT INTO `sub-area_data` VALUES ('2016', '国际', '安徽古井贡酒股份有限公司', '1,723,553.28  ', '426,457.62  ', '75.26%', '2018/3/9 15:41:20');
INSERT INTO `sub-area_data` VALUES ('2015', '其他地区', '安徽迎驾贡酒股份有限公司', '1068794651.84', '456343115.15', '57.30 ', '2018/3/22 16:51:36');
INSERT INTO `sub-area_data` VALUES ('2015', '安徽省', '安徽迎驾贡酒股份有限公司', '1605468635.98', '554359094.40', '65.47  ', '2018/3/22 16:50:22');
INSERT INTO `sub-area_data` VALUES ('2016', '省内', '安徽迎驾贡酒股份有限公司', '1669160333.98', '553978874.35', '66.81', '2018/3/13 15:45:58');
INSERT INTO `sub-area_data` VALUES ('2016', '省外', '安徽迎驾贡酒股份有限公司', '1129206193.03', '410928903.11', '63.61', '2018/3/13 15:44:51');
INSERT INTO `sub-area_data` VALUES ('2016', '省内', '安徽金种子集团有限公司', '101633.71', '35826.75', '64.75 ', '2018/3/12 13:35:45');
INSERT INTO `sub-area_data` VALUES ('2017', '省内', '安徽金种子集团有限公司', '1109574056.41', '544006969.18', '50.97', '2018/3/28 9:21:15');
INSERT INTO `sub-area_data` VALUES ('2017', '省外', '安徽金种子集团有限公司', '171420166.25', '63499695.41', '62.96 ', '2018/3/28 9:22:56');
INSERT INTO `sub-area_data` VALUES ('2015', '省内', '山西杏花村汾酒集团有限责任公司', '2324123087.21', '767468770.54', '66.98', '2018/3/21 10:52:25');
INSERT INTO `sub-area_data` VALUES ('2015', '省外', '山西杏花村汾酒集团有限责任公司', '1757812543.56', '554117466.61', '68.48', '2018/3/21 10:59:26');
INSERT INTO `sub-area_data` VALUES ('2016', '省内', '山西杏花村汾酒集团有限责任公司', '2450264490.78', '780906392.10', '68.13', '2018/3/8 9:20:23');
INSERT INTO `sub-area_data` VALUES ('2016', '省外', '山西杏花村汾酒集团有限责任公司', '1906631849.72', '572086432.83', '69.99', '2018/3/8 10:08:36');
INSERT INTO `sub-area_data` VALUES ('2011', '新疆市场', '新疆伊力特实业股份有限公司', '73366.04', '0', '0', '2018/4/10 17:17:59');
INSERT INTO `sub-area_data` VALUES ('2011', '疆外市场', '新疆伊力特实业股份有限公司', '45242.30', '0', '0', '2018/4/10 17:19:47');
INSERT INTO `sub-area_data` VALUES ('2012', '新疆市场', '新疆伊力特实业股份有限公司', '105658.88', '0', '0', '2018/4/9 17:33:12');
INSERT INTO `sub-area_data` VALUES ('2012', '疆外市场', '新疆伊力特实业股份有限公司', '44494.24', '0', '0', '2018/4/9 17:33:49');
INSERT INTO `sub-area_data` VALUES ('2013', '新疆市场  ', '新疆伊力特实业股份有限公司', '102876.71', '0', '0', '2018/4/9 16:47:35');
INSERT INTO `sub-area_data` VALUES ('2013', '疆外市场', '新疆伊力特实业股份有限公司', '53118.89', '0', '0', '2018/4/9 16:49:44');
INSERT INTO `sub-area_data` VALUES ('2014', '新疆地区', '新疆伊力特实业股份有限公司', '107423.15', '0', '0', '2018/4/9 15:31:26');
INSERT INTO `sub-area_data` VALUES ('2014', '疆外市场 ', '新疆伊力特实业股份有限公司', '49418.13', '0', '0', '2018/4/9 15:32:05');
INSERT INTO `sub-area_data` VALUES ('2015', '新疆市场', '新疆伊力特实业股份有限公司', '114142.26', '53389.65', '53.23 ', '2018/4/9 11:41:50');
INSERT INTO `sub-area_data` VALUES ('2015', '疆外市场', '新疆伊力特实业股份有限公司', '43762.94', '21161.22', '51.65', '2018/4/9 11:42:57');
INSERT INTO `sub-area_data` VALUES ('2016', '疆内 ', '新疆伊力特实业股份有限公司', '1251148046.71', '599137413.63', '52.11', '2018/3/16 10:04:37');
INSERT INTO `sub-area_data` VALUES ('2016', '疆外', '新疆伊力特实业股份有限公司', '349329023.13', '171323548.47', '50.96 ', '2018/3/16 10:06:19');
INSERT INTO `sub-area_data` VALUES ('2015', '省内', '江苏今世缘酒业股份有限公司', '2267230043.09', '673254343.49', '70.31 ', '2018/3/26 17:10:06');
INSERT INTO `sub-area_data` VALUES ('2015', '省外', '江苏今世缘酒业股份有限公司', '136517237.24', '53864528.81', '60.54', '2018/3/26 17:12:35');
INSERT INTO `sub-area_data` VALUES ('2016', '省内', '江苏今世缘酒业股份有限公司', '2388350141.11', '680683195.43', '71.50 ', '2018/3/12 10:10:38');
INSERT INTO `sub-area_data` VALUES ('2016', '省外', '江苏今世缘酒业股份有限公司', '151014696.02', '60650872.30', '59.84', '2018/3/12 10:11:30');
INSERT INTO `sub-area_data` VALUES ('2012', '省内', '江苏洋河酒厂股份有限公司', '10887624935.26', '3891157970.12', '64.26%  ', '2018/3/21 9:32:29');
INSERT INTO `sub-area_data` VALUES ('2012', '省外', '江苏洋河酒厂股份有限公司', '6147338537.76', '2197014086.04', '64.26% ', '2018/3/21 9:34:09');
INSERT INTO `sub-area_data` VALUES ('2013', '省内', '江苏洋河酒厂股份有限公司', '9281912886.65', '3564680041.44', '61.6% ', '2018/3/20 16:50:16');
INSERT INTO `sub-area_data` VALUES ('2013', '省外', '江苏洋河酒厂股份有限公司', '5409643407.33', '2077551052.34', '61.6%', '2018/3/20 17:02:33');
INSERT INTO `sub-area_data` VALUES ('2014', '省内', '江苏洋河酒厂股份有限公司', '9290182305.05', '3558631241.62', '61.69%', '2018/3/20 15:42:56');
INSERT INTO `sub-area_data` VALUES ('2014', '省外', '江苏洋河酒厂股份有限公司', '5077560201.99', '1944974142.88', '61.69%  ', '2018/3/20 15:45:29');
INSERT INTO `sub-area_data` VALUES ('2015', '省内', '江苏洋河酒厂股份有限公司', '9456847396.40', '3469403006.68', '63.31%  ', '2018/3/20 13:57:56');
INSERT INTO `sub-area_data` VALUES ('2015', '省外', '江苏洋河酒厂股份有限公司', '6192411905.93', '2271790120.37', '63.31%  ', '2018/3/20 13:59:32');
INSERT INTO `sub-area_data` VALUES ('2016', '省内', '江苏洋河酒厂股份有限公司', '9201028431.99', '3168547550.10', '65.56%', '2018/3/8 10:28:00');
INSERT INTO `sub-area_data` VALUES ('2016', '省外', '江苏洋河酒厂股份有限公司', '7581666149.26', '2658558636.38', '64.93%', '2018/3/8 10:28:33');
INSERT INTO `sub-area_data` VALUES ('2014', '其他地区', '河北衡水老白干酿酒（集团）有限公司', '738117110.74', '318146079.6', '55.03', '2018/3/26 11:04:48');
INSERT INTO `sub-area_data` VALUES ('2014', '华北地区', '河北衡水老白干酿酒（集团）有限公司', '1356136744.86', '563647194.8', '55.96', '2018/3/26 11:02:14');
INSERT INTO `sub-area_data` VALUES ('2015', '其他地区  ', '河北衡水老白干酿酒（集团）有限公司', '842457716.63', '370990143.38', ' 55.96% ', '2018/3/26 9:52:06');
INSERT INTO `sub-area_data` VALUES ('2015', '华北地区', '河北衡水老白干酿酒（集团）有限公司', '1477730180.64', '632468517.31', '57.20%', '2018/3/26 9:50:15');
INSERT INTO `sub-area_data` VALUES ('2016', '省内', '河北衡水老白干酿酒（集团）有限公司', '1729407002.21', '693276846.99', '  59.91', '2018/3/12 8:55:00');
INSERT INTO `sub-area_data` VALUES ('2016', '省外', '河北衡水老白干酿酒（集团）有限公司', '688667665.31', '288978207.33', '58.04', '2018/3/12 8:56:32');
INSERT INTO `sub-area_data` VALUES ('2012', '其他地区', '泸州老窖股份有限公司', '2379725969.57', '1023183720.16', '57% ', '2018/3/22 14:38:11');
INSERT INTO `sub-area_data` VALUES ('2012', '华中地区 ', '泸州老窖股份有限公司', '2029473500.04', '696298218.50', '65.69%', '2018/3/22 14:34:47');
INSERT INTO `sub-area_data` VALUES ('2012', '华北地区 ', '泸州老窖股份有限公司', '3472970917.84', '1095079663.99', '68.47%  ', '2018/3/22 14:33:22');
INSERT INTO `sub-area_data` VALUES ('2012', '西南地区', '泸州老窖股份有限公司', '3400983438.92', '1148208868.50', '66.24%  ', '2018/3/22 14:36:57');
INSERT INTO `sub-area_data` VALUES ('2013', '其他地区', '泸州老窖股份有限公司', '2379725969.57', '1023183720.17', '57%', '2018/3/22 13:57:29');
INSERT INTO `sub-area_data` VALUES ('2013', '华中地区 ', '泸州老窖股份有限公司', '2029473500.04', '696298218.50', '65.69%', '2018/3/22 13:51:02');
INSERT INTO `sub-area_data` VALUES ('2013', '华北地区  ', '泸州老窖股份有限公司', '3472970917.84', '1095079663.99', '68.47%', '2018/3/22 13:49:05');
INSERT INTO `sub-area_data` VALUES ('2013', '西南地区', '泸州老窖股份有限公司', '3400983438.92', '1148208868.50', '66.24%', '2018/3/22 13:56:31');
INSERT INTO `sub-area_data` VALUES ('2014', ' 西南地区', '泸州老窖股份有限公司', '2151664778.09', '1059720972.84', '50.75% ', '2018/3/22 10:39:38');
INSERT INTO `sub-area_data` VALUES ('2014', '其他地区', '泸州老窖股份有限公司', '1164914766.12', '796981996.15', '31.58%', '2018/3/22 10:40:46');
INSERT INTO `sub-area_data` VALUES ('2014', '华中地区 ', '泸州老窖股份有限公司', '777358891.58', '463508004.07', '40.37%', '2018/3/22 10:35:15');
INSERT INTO `sub-area_data` VALUES ('2014', '华北地区 ', '泸州老窖股份有限公司', '912591300.51', '451851603.94', '50.49%', '2018/3/22 10:33:11');
INSERT INTO `sub-area_data` VALUES ('2015', '其他地区', '泸州老窖股份有限公司', '1609597245.55', '1015929800.53', '36.88%', '2018/3/22 9:30:04');
INSERT INTO `sub-area_data` VALUES ('2015', '华中地区 ', '泸州老窖股份有限公司', '815937194.08', '462942218.17', '43.26%', '2018/3/22 9:27:48');
INSERT INTO `sub-area_data` VALUES ('2015', '华北地区', '泸州老窖股份有限公司', '986898259.79', '466436881.71', '52.74% ', '2018/3/22 9:26:25');
INSERT INTO `sub-area_data` VALUES ('2015', '西南地区', '泸州老窖股份有限公司', '3487724227.21', '1546437468.15', '55.66%  ', '2018/3/22 9:28:58');
INSERT INTO `sub-area_data` VALUES ('2016', '其他地区 ', '泸州老窖股份有限公司', '1969541676.76', '1161513351.90', '41.03%', '2018/3/9 10:02:12');
INSERT INTO `sub-area_data` VALUES ('2016', '华中地区  ', '泸州老窖股份有限公司', '975203891.35', '368144436.35', '62.25%', '2018/3/9 10:00:58');
INSERT INTO `sub-area_data` VALUES ('2016', '华北地区 ', '泸州老窖股份有限公司', '1374576285.35', '465939926.02', '66.10%', '2018/3/9 10:00:09');
INSERT INTO `sub-area_data` VALUES ('2016', '西南地区', '泸州老窖股份有限公司', '3984674984.15', '1123944564.66', '71.79%', '2018/3/9 10:01:38');
INSERT INTO `sub-area_data` VALUES ('2014', '省内', '甘肃皇台酒业股份有限公司', '44757799.78', '18049040.79', '59.67% ', '2018/3/29 17:01:42');
INSERT INTO `sub-area_data` VALUES ('2014', '省外', '甘肃皇台酒业股份有限公司', '2545817.16', '1026626.82', '59.67% ', '2018/3/29 17:03:03');
INSERT INTO `sub-area_data` VALUES ('2016', '国外出口', '甘肃皇台酒业股份有限公司', '103538655.13', '99335871.54', '4.06% ', '2018/3/16 14:21:29');
INSERT INTO `sub-area_data` VALUES ('2016', '甘肃省内 ', '甘肃皇台酒业股份有限公司', '60085567.13', '32430650.07', '46.03%  ', '2018/3/16 14:19:01');
INSERT INTO `sub-area_data` VALUES ('2016', '甘肃省外  ', '甘肃皇台酒业股份有限公司', '14096188.87', '12745055.11', '9.59%', '2018/3/16 14:19:55');
INSERT INTO `sub-area_data` VALUES ('2015', '国内 ', '贵州茅台酒股份有限公司', '31045555278.01', '2367326678.19', '92.37 ', '2018/3/19 9:36:58');
INSERT INTO `sub-area_data` VALUES ('2015', '国外', '贵州茅台酒股份有限公司', '1608491544.86', '166955201.74', '89.62 ', '2018/3/19 9:38:07');
INSERT INTO `sub-area_data` VALUES ('2016', '国内', '贵州茅台酒股份有限公司', '36782284136.93', '3179925927.77', '91.35', '2018/3/8 10:23:11');
INSERT INTO `sub-area_data` VALUES ('2016', '国外', '贵州茅台酒股份有限公司', '2058690468.61', '193491896.34', '90.6', '2018/3/8 10:23:49');
INSERT INTO `sub-area_data` VALUES ('2012', '其他地区', '酒鬼酒股份有限公司', '149418573.82', '31679881.01', '78.8%', '2018/3/30 13:57:32');
INSERT INTO `sub-area_data` VALUES ('2012', '华东地区', '酒鬼酒股份有限公司', '127612461.75', '28081493.66', '77.99%', '2018/3/30 13:54:05');
INSERT INTO `sub-area_data` VALUES ('2012', '华中地区', '酒鬼酒股份有限公司', '786114946.77', '169327078.67', '78.46% ', '2018/3/30 13:56:24');
INSERT INTO `sub-area_data` VALUES ('2012', '华北地区', '酒鬼酒股份有限公司', '276957038.86', '59679160.46', '78.45%', '2018/3/30 13:52:55');
INSERT INTO `sub-area_data` VALUES ('2012', '华南地区', '酒鬼酒股份有限公司', '307434232.14', '66246436.44', '78.45% ', '2018/3/30 13:55:31');
INSERT INTO `sub-area_data` VALUES ('2013', '其他地区', '酒鬼酒股份有限公司', '78303339.80', '23482581.60', '70.01%', '2018/3/30 13:17:50');
INSERT INTO `sub-area_data` VALUES ('2013', '华东地区', '酒鬼酒股份有限公司', '17466431.69', '5514990.12', '68.43% ', '2018/3/30 11:25:17');
INSERT INTO `sub-area_data` VALUES ('2013', '华中地区', '酒鬼酒股份有限公司', '317619783.82', '89695506.12', '71.76%', '2018/3/30 11:28:29');
INSERT INTO `sub-area_data` VALUES ('2013', '华北地区', '酒鬼酒股份有限公司', '155487823.08', '39643915.28', '74.5%', '2018/3/30 11:23:27');
INSERT INTO `sub-area_data` VALUES ('2013', '华南地区 ', '酒鬼酒股份有限公司', '113297465.80', '37530151.65', '66.87%', '2018/3/30 11:26:47');
INSERT INTO `sub-area_data` VALUES ('2014', '其他地区 ', '酒鬼酒股份有限公司', '80613518.80', '32302904.18', '59.93%', '2018/3/30 10:47:41');
INSERT INTO `sub-area_data` VALUES ('2014', '华东地区 ', '酒鬼酒股份有限公司', '-5993449.63', '-2401654.61', '59.93%', '2018/3/30 10:38:54');
INSERT INTO `sub-area_data` VALUES ('2014', '华中地区', '酒鬼酒股份有限公司', '145453783.44', '58285256.61', '59.93%', '2018/3/30 10:43:20');
INSERT INTO `sub-area_data` VALUES ('2014', '华北地区', '酒鬼酒股份有限公司', '116425672.01', '46653308.07', '59.93%', '2018/3/30 10:32:06');
INSERT INTO `sub-area_data` VALUES ('2014', '华南地区', '酒鬼酒股份有限公司', '49017482.92', '19641954.32', '59.93%', '2018/3/30 10:42:04');
INSERT INTO `sub-area_data` VALUES ('2015', '华中地区', '酒鬼酒股份有限公司', '279487695.82', '79759971.73', '71.46% ', '2018/3/30 9:24:39');
INSERT INTO `sub-area_data` VALUES ('2015', '华北地区', '酒鬼酒股份有限公司', '112683370.79', '32157488.87', '71.46% ', '2018/3/30 9:23:21');
INSERT INTO `sub-area_data` VALUES ('2016', '华中地区 ', '酒鬼酒股份有限公司', '462959876.01', '116261386.78', '74.89% ', '2018/3/15 14:11:31');
INSERT INTO `sub-area_data` VALUES ('2016', '华北地区 ', '酒鬼酒股份有限公司', '98774379.98', '24804841.61', '74.89% ', '2018/3/15 14:08:11');
INSERT INTO `sub-area_data` VALUES ('2016', '兰州周边', '金徽酒股份有限公司', '379851846.75', '141274667.73', ' 62.81 ', '2018/3/15 9:54:05');
INSERT INTO `sub-area_data` VALUES ('2016', '其他地区', '金徽酒股份有限公司', '106298553.67', '40209070.19', '62.17', '2018/3/15 9:58:10');
INSERT INTO `sub-area_data` VALUES ('2016', '甘肃东南部 ', '金徽酒股份有限公司', '504105322.87', '198906379.51', '60.54  ', '2018/3/15 9:56:45');
INSERT INTO `sub-area_data` VALUES ('2016', '甘肃中部', '金徽酒股份有限公司', '212714022.23', '84715058.81', '60.17  ', '2018/3/15 9:55:17');
INSERT INTO `sub-area_data` VALUES ('2016', '甘肃西部', '金徽酒股份有限公司', '74266653.39', '28785009.02', '61.24  ', '2018/3/15 9:40:34');
INSERT INTO `sub-area_data` VALUES ('2013', '省内', '青海互助青稞酒股份有限公司', '1076626941.64', '371161638.68', '65.53%', '2018/3/30 16:37:16');
INSERT INTO `sub-area_data` VALUES ('2013', '省外', '青海互助青稞酒股份有限公司', '358063442.17', '104589997.92', '70.79% ', '2018/3/30 16:43:19');
INSERT INTO `sub-area_data` VALUES ('2014', '省内', '青海互助青稞酒股份有限公司', '975082614.71', '292696716.10', '69.98% ', '2018/3/30 16:02:46');
INSERT INTO `sub-area_data` VALUES ('2014', '省外', '青海互助青稞酒股份有限公司', '372072373.10', '122806185.64', '66.99%', '2018/3/30 16:03:58');
INSERT INTO `sub-area_data` VALUES ('2015', '省内', '青海互助青稞酒股份有限公司', '951240706.06', '298578622.63', '68.61%', '2018/3/30 15:19:26');
INSERT INTO `sub-area_data` VALUES ('2015', '省外', '青海互助青稞酒股份有限公司', '323549839.75', '117048767.25', '63.82% ', '2018/3/30 15:20:17');
INSERT INTO `sub-area_data` VALUES ('2016', '省内', '青海互助青稞酒股份有限公司', '1039213383.31', '302140735.87', '70.93%  ', '2018/3/15 15:52:02');
INSERT INTO `sub-area_data` VALUES ('2016', '省外', '青海互助青稞酒股份有限公司', '390036356.04', '207432558.66', ' 46.82%  ', '2018/3/15 15:53:14');

-- ----------------------------
-- Table structure for t_haadmin
-- ----------------------------
DROP TABLE IF EXISTS `t_haadmin`;
CREATE TABLE `t_haadmin` (
  `admin_id` varchar(255) NOT NULL,
  `admin_password` int(255) DEFAULT NULL,
  PRIMARY KEY (`admin_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of t_haadmin
-- ----------------------------
INSERT INTO `t_haadmin` VALUES ('admin', '123456');
DROP TRIGGER IF EXISTS `computerOper`;
DELIMITER ;;
CREATE TRIGGER `computerOper` BEFORE INSERT ON `operatingconditions` FOR EACH ROW BEGIN
declare c VARCHAR(255);
declare b VARCHAR(255);
SET c = (SELECT productoutput FROM size WHERE size.enterprise=NEW.company AND size.year=NEW.year);
SET b = (SELECT employeesnumber FROM size WHERE size.enterprise=NEW.company AND size.year=NEW.year);
SET NEW.`price-tonswine`=IFNULL(NEW.income/c,"");
SET NEW.`profit-tonswine`=IFNULL(NEW.totalprofit/c,"");
SET NEW.`cost-tonswine`=IFNULL(NEW.salesexpense/c,"");
SET NEW.`managecost-tonswine`=IFNULL(NEW.manageexpense/c,"");
SET NEW.`perprofit`=IFNULL(NEW.totalprofit/b,"");
SET NEW.`persale`=IFNULL(NEW.income/b,"");
SET NEW.`perincome`=IFNULL(NEW.employeecompensation/b,"");
SET NEW.`assetsprofitability`=IFNULL(NEW.totalprofit/NEW.totalassets,"");
END
;;
DELIMITER ;
